[
 {
  "url": "/Food-Wine/recipe-harvest-cocktail-punch.php",
  "title": "Woodbridge Harvest Cocktail Punch",
  "slug": "woodbridge-harvest-cocktail-punch",
  "image": "harvest-cocktail-punch-side.jpg",
  "pair": ["red-blend"],
  "serves": "4 to 6",
  "quantity": "",
  "sections": [
   {
    "type": "paragraph",
    "headline": "",
    "items": [
     "The juicy wine is perfectly complemented by the fruit juices, which are mellowed out by the sweet earthiness of the nutty almond extract and the bitter bite of the bitters."
    ]
   },
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "1 (750 ml) bottle Woodbridge by Robert Mondavi Red Blend",
     "½ cup apple juice",
     "¼ cup cranberry juice",
     "¼ cup apple brandy",
     "5 cinnamon sticks",
     "5 dashes Angostura bitters",
     "½ tsp almond extract"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Add Woodbridge by Robert Mondavi Red Blend, apple juice, cranberry juice, apple brandy, cinnamon sticks, bitters, and almond extract to a pitcher or punch bowl and stir to combine.",
     "Allow to sit at room temperature for at least 30 minutes.",
     "Pour over ice and serve immediately."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-strawberry-sangria.php",
  "title": "WHITE ZINFANDEL STRAWBERRY SANGRIA",
  "slug": "white-zinfandel-strawberry-sangria",
  "image": "side-strawberry-sangria.jpg",
  "pair": [
   "white-zinfandel"
  ],
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "1 cup fresh strawberries, thinly sliced",
     "1 Fuji apple, thinly sliced",
     "1/2 cup whole fresh basil, stems attached",
     "1-2 Tbsp elderflower cordial, to taste",
     "3 cups Woodbridge by Robert Mondavi White Zinfandel, chilled",
     "Raspberry seltzer water, to finish and to taste",
     "Lemon sugar, for rimming glasses"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "In a large pitcher, combine the fresh sliced strawberries, sliced Fuji apple, basil, elderflower cordial, and White Zinfandel wine. Refrigerate the mixture for 10-15 minutes. Add in the seltzer water; give it a gentle mix with wooden spoon just before serving. Top with fresh basil to garnish and some lemon sugar to rim the glass. Serve in Mason jars or wine glasses. For a fun touch, use short and stemless wine glasses with paper straws. Add an ice cube or two if desired. Makes 4-6 servings."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-hot-chocolate-cocktail.php",
  "title": "Woodbridge Cabernet Sauvignon Hot Chocolate",
  "slug": "woodbridge-cabernet-sauvignon-hot-chocolate",
  "image": "side-hot-chocolate.jpg",
  "pair": [
   "cabernet-sauvignon"
  ],
  "serves": "2",
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "½ cup water2 cups 2% milk½ cup Woodbridge by Robert Mondavi Cabernet Sauvignon½ cup dark chocolate chunks2 tablespoons cocoa powder1 tablespoon granulated sugar½ cup whipped cream"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Bring water to a simmer over medium heat.",
     "Whisk in the 2% milk, Woodbridge by Robert Mondavi Cabernet Sauvignon, chocolate chunks, cocoa powder and sugar. Stir until fully combined and mixture is creamy and thickened, about 5 minutes.",
     "Divide hot chocolate between two mugs. Top with whipped cream."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-red-white-wine-granita.php",
  "title": "White Wine Granita",
  "slug": "white-wine-granita",
  "image": "side-red-white-granita.jpg",
  "pair": [
   "cabernet-sauvignon",
   "chardonnay"
  ],
  "serves": "8 to 10",
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "1 cup honey",
     "1 cup hot water",
     "1 regular sized bottle Woodbridge by Robert Mondavi Cabernet Sauvignon"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Make the granita: In a 9 x 13 inch pan, whisk together the honey and hot water until combined. Whisk in the Woodbridge by Robert Mondavi Cabernet Sauvignon. Place the pan on a baking sheet (to prevent freezer spillage) and place squarely in the freezer. Freeze for at least 4-6 hours (or up to 2 days) before “flaking” with the fork to create slushy granita.",
     "Serve the granita: Serve in paper cups, cones or small glasses. This is also great sprinkled over vanilla ice cream or whipped cream."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-mint-julep-cocktail.php",
  "title": "MOSCATO MINT JULEP",
  "slug": "moscato-mint-julep",
  "image": "side-mint-julep.jpg",
  "pair": [
   "moscato"
  ],
  "serves": "1",
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "3 oz Woodbridge Moscato",
     "3 tsp seltzer water",
     "3 sprigs fresh mint",
     "Extra large ice cubes"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "To make mint ice cubes, tear up about 8 mint leaves and freeze with water the night before.",
     "Muddle six mint leaves, powdered sugar and seltzer water in a glass or cocktail shaker. Add Woodbridge by Robert Mondavi Moscato and shake or stir lightly to mix.",
     "Add ice cubes to your serving glass, pour drink over the ice and garnish with the remaining mint.",
     "Entertaining Tip: to make the mint ice cubes, chop several mint leaves and freeze them with water in ice cube trays the night before serving."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-peach-bellini-cocktail.php",
  "title": "PEACH BELLINI COCKTAIL",
  "slug": "peach-bellini-cocktail",
  "image": "side-peach-bellini.jpg",
  "pair": [
   "pinot-grigio"
  ],
  "serves": "1",
  "quantity": "",
  "sections": [
   {
    "type": "paragraph",
    "headline": "",
    "items": [
     "Hosting a weekend brunch? Our Pinot Grigio Peach Bellini will be a crowd pleaser. Evoke the avenues and sidewalk cafes of Rome with this Italian favorite. Slightly sweet Pinot Grigio combines with piquant peaches to titillate the taste buds without overwhelming them. The Italians traditionally use prosecco, a sparkling white wine, in their Bellinis, but this recipe lightens the calorie load by instead incorporating club soda for sparkle. If you can’t find fresh peaches in season, check the international section of a quality supermarket for packaged peach nectar."
    ]
   },
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "Flesh of one peeled peach, as ripe as possible, or 1/4 cup peach nectar",
     "2 oz Woodbridge by Robert Mondavi Pinot Grigio, chilled",
     "2 oz club soda, chilled",
     "1 sprig mint, for garnish"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Add the peach flesh to a blender and puree until smooth. Combine the Pinot Grigio and the club soda in a wineglass, then add the peach puree. Stir, garnish with mint, and serve."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-melon-mint-cocktail.php",
  "title": "COOL MELON-MINT COCKTAILS",
  "slug": "cool-melon-mint-cocktails",
  "image": "side-melon-cocktails.jpg",
  "pair": [
   "moscato"
  ],
  "serves": "1 pitcher",
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "1/2 honeydew melon, cut into small cubes",
     "1/4 cup elderflower cordial",
     "3/4 cup Woodbridge by Woodbridge Moscato, chilled",
     "1 cup crushed ice",
     "Seltzer water, to finish and to taste",
     "Fresh mint, for garnish",
     "Ginger sugar, for rimming glasses"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "In a food processor or blender, combine melon cubes and elderflower cordial. Process or blend until pureed smooth, about 1-2 minutes. Add the Moscato and ice; process or blend until fully smooth. Finish by adding seltzer water to taste. Garnish with fresh mint or melon wedges. Rim serving glasses with ginger sugar if desired."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-lemonade-cocktail.php",
  "title": "Frozen Sauvignon Blueberry Lemonade",
  "slug": "frozen-sauvignon-blueberry-lemonade",
  "image": "side-blueberry-lemonade.jpg",
  "pair": [
   "sauvignon-blanc"
  ],
  "serves": "4",
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "2 cups fresh lemonade",
     "2 cups berry juice (We recommend blueberry or pomegranate)",
     "1 cup Woodbridge by Robert Mondavi Sauvignon Blanc",
     "1 cup ice",
     "¼ cup mint leaves, plus more for garnish"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Add all ingredients to a blender. Puree until ice is crushed and mixture is smooth. Pour into four glasses and garnish with fresh mint. Serve immediately."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-grapefruit-sauvignon-blanc-spritzer.php",
  "title": "Grapefruit Sauvignon Blanc Spritzer",
  "slug": "grapefruit-sauvignon-blanc-spritzer",
  "image": "side-grapefruit-sauvignon-blanc-spritzer.jpg",
  "pair": [
   "sauvignon-blanc"
  ],
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "2 cups pink grapefruit juice",
     "1 750 ML bottle of Woodbridge Sauvignon Blanc",
     "1 pink grapefruit, sliced",
     "Sparkling Lemonade"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Pour the Sauvignon Blanc and grapefruit juice into a pitcher",
     "Add the sliced pink grapefruit and refrigerate overnight (or at least 10 hours)",
     "Once ready to be served, add about 6 oz. into each glass",
     "Top the drink off with 3 oz. of sparkling lemonade"
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-peach-sweet-tea-cocktail.php",
  "title": "Pinot Grigio Peach Sweet Tea",
  "slug": "pinot-grigio-peach-sweet-tea",
  "image": "side-peach-tea-cocktail.jpg",
  "pair": [
   "pinot-grigio"
  ],
  "serves": "1",
  "quantity": "",
  "sections": [
   {
    "type": "paragraph",
    "headline": "",
    "items": [
     "Hosting a weekend brunch? Our Pinot Grigio Peach Sweet Tea will be a crowd pleaser. Evoke the avenues and sidewalk cafes of Rome with this Italian favorite. Slightly sweet Pinot Grigio combines with piquant peaches to titillate the taste buds without overwhelming them. If you can’t find fresh peaches in season, check the international section of a quality supermarket for packaged peach nectar."
    ]
   },
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "3/4 cup (6 oz) Robert Mondavi Pinot Grigio",
     "3 dashes Angostura Bitters",
     "1 oz extra strong black tea, brought to room temperature",
     "1 oz peach simple syrup (recipe below)",
     "1/2 oz freshly squeezed lemon juice",
     "Slices of fresh peaches, for garnish"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Fill a rocks glass with ice, then top with 3 dashes of Angostura Bitters. Add strongly steeped tea (use two teabags for a cup instead of one when brewing), peach simple syrup, Pinot Grigio, and lemon juice. Stir with a cocktail spoon, and add slices of peaches to garnish."
    ]
   },
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "2 peaches, sliced",
     "2 cups sugar",
     "1 cup water"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Place all ingredients in a medium saucepan. Cook over medium/low heat until all sugar is dissolved. Allow mixture to cool, with peaches still inside the pan. Once the syrup has cooled, about 30 minutes, remove the peaches with a slotted spoon. Transfer the syrup to a mason jar or a plastic squeeze bottle. You can use this mixture for naturally flavored sodas or other cocktails."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-merlot-mulled-wine-cocktail.php",
  "title": "MERLOT MULLED WINE",
  "slug": "merlot-mulled-wine",
  "image": "side-merlot-mulled-wine.jpg",
  "pair": [
   "merlot"
  ],
  "serves": "4",
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "1 bottle of Woodbridge by Robert Mondavi Merlot",
     "1 sliced orange or lemon",
     "1/3 cup of honey",
     "2 cinnamon sticks",
     "10 cloves",
     "2-4 star anise"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Combine all ingredients in a saucepan. Bring to a boil. Simmer for 20 minutes. Pour into your favorite glasses. Serve warm and enjoy."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-pomegranate-punch-cocktail.php",
  "title": "POMEGRANATE PUNCH",
  "slug": "pomegranate-punch",
  "image": "side-pomegranate-punch.jpg",
  "pair": [
   "pinot-noir"
  ],
  "serves": "4 to 6",
  "quantity": "",
  "sections": [
   {
    "type": "paragraph",
    "headline": "",
    "items": [
     "The knockout combination of pomegranate and Pinot Noir delivers the ultimate one-two punch. Pinot Noir is the perfect base for this sweet-tart punch, and pomegranate might be the most wine-like of fruit juices, with its deep color and balance of sweetness and tartness. In this eye-catching punch, it provides a perfect complement to the lively fruit and delicate hints of spice in Woodbridge Pinot Noir."
    ]
   },
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "1 bottle of Woodbridge by Robert Mondavi Pinot Noir",
     "2 cups pure or freshly squeezed pomegranate juice",
     "2 cups sparkling apple juice or sweet apple cider",
     "1 orange or blood orange, sliced thinly",
     "1/2 cup pomegranate arils (seeds)",
     "Extra large ice cubes"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Pour the Pinot Noir into a punch bowl or pitcher. Add the pomegranate juice and sparkling apple juice and stir gently once or twice to mix them. Thinly slice an orange or blood orange crosswise into delicate rounds and add the slices to the bowl or pitcher. Scatter the pomegranate arils over the bowl or pitcher. Chill the punch well, then ladle it into ice-filled glasses for serving."
    ]
   },
   {
    "type": "paragraph",
    "headline": "Tips",
    "items": [
     "The blood orange provides the more dramatic option, with its deep color. If you prefer a slightly sweeter punch, substitute lemon-lime soda for the sparkling apple juice."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-moscato-mojito-cocktail.php",
  "title": "MOSCATO RED RASPBERRY MOJITO",
  "slug": "moscato-red-raspberry-mojito",
  "image": "side-moscato-mojito.jpg",
  "pair": [
   "moscato"
  ],
  "serves": "2",
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "5 fresh raspberries, plus more for garnish",
     "5 fresh mint leaves torn plus springs for garnish",
     "1/2 cup white rum",
     "1 cup Woodbridge by Woodbridge Moscato, chilled",
     "Splash of club soda",
     "Ice cubes"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "In a large cocktail shaker, lightly muddle the 5 raspberries and the mint. Add the rum, Moscato and ice. Place the top on the shaker and shake 5 or 6 times. Add ice and fresh raspberries to 2 rocks glasses and pour the mixture over the ice. Garnish with fresh mint springs and raspberries."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-mulled-wine-cocktail.php",
  "title": "MULLED WINE COCKTAIL",
  "slug": "mulled-wine-cocktail",
  "image": "side-mulled-wine.jpg",
  "pair": [
   "cabernet-sauvignon"
  ],
  "serves": "2",
  "quantity": "",
  "sections": [
   {
    "type": "paragraph",
    "headline": "",
    "items": [
     "Want to keep warm on a chilly night? A spiced wine cocktail, made with our new Woodbridge Harvest Spiced Red Blend will do the trick. Steaming mugs of mulled wine are the ultimate winter warmer, a social cold-weather equivalent to summertime's chilled white wines and pitchers of cocktails. Woodbridge's quaffable cabernet sauvignon, with its bold fruitiness, is the perfect starting point for your next batch."
    ]
   },
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "1 orange",
     "1 lemon",
     "1 bottle of Woodbridge by Robert Mondavi Cabernet Sauvignon",
     "1/4 cup honey or sugar, or more to taste",
     "5-6 whole cloves",
     "2-3 allspice berries",
     "2-3 whole cardamoms (optional)",
     "2 3-inch cinnamon sticks"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Remove the zest from the orange and the lemon in thin strips. Set the strips of peel aside. Halve and juice the lemon and orange and pour the juice into a stainless-steel saucepan. Add the wine and sweetener and half the strips of zest. Stir to combine. Lay out a sheet of cheesecloth on your counter and place the whole cloves on it. Crush the allspice berries and whole cardamoms (if you're using them) with the flat of a knife, then add those and the cinnamon sticks to the cheesecloth. Fold up the corners and tie them with cotton kitchen twine to make a neat bundle. Place the spice bundle in the saucepan, then heat the mixture over moderate heat until it comes to a gentle simmer. Steep the mixture for 15 to 20 minutes or until the spice flavors are well infused into the wine. Remove the spice bundle and discard it. Taste the wine and add more sweetener if necessary to balance the flavors. Serve the mulled wine immediately in heatproof mugs, garnished with the remaining strips of citrus zest. Alternatively, transfer it to a preheated slow cooker or thermal carafe for later enjoyment."
    ]
   },
   {
    "type": "paragraph",
    "headline": "Tips",
    "items": [
     "Feel free to experiment with alternative spice combinations. A few slices of fresh ginger, a piece of star anise, half a vanilla bean or a few flecks of freshly grated nutmeg can all be pleasant additions. If you're experimenting, put the new spice into its own pouch so you can remove it separately from the rest if needed. Don't leave the spices in your mulled wine because their flavors will gradually become harsh and over-extracted."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-grapefruit-sauvignon-blanc-spritzer.php",
  "title": "Grapefruit Sauvignon Blanc Spritzer",
  "slug": "grapefruit-sauvignon-blanc-spritzer",
  "image": "side-grapefruit-sauvignon-blanc-spritzer.jpg",
  "pair": [
   "sauvignon-blanc"
  ],
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "2 cups pink grapefruit juice",
     "1 750 ML bottle of Woodbridge Sauvignon Blanc",
     "1 pink grapefruit, sliced",
     "Sparkling Lemonade"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Pour the Sauvignon Blanc and grapefruit juice into a pitcher",
     "Add the sliced pink grapefruit and refrigerate overnight (or at least 10 hours)",
     "Once ready to be served, add about 6 oz. into each glass",
     "Top the drink off with 3 oz. of sparkling lemonade"
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-ginger-cucumber-lemonade.php",
  "title": "GINGER CUCUMBER LEMONADE",
  "slug": "ginger-cucumber-lemonade",
  "image": "side-cucumber-lemonade.jpg",
  "pair": [
   "chardonnay"
  ],
  "serves": "4 to 6",
  "quantity": "",
  "sections": [
   {
    "type": "paragraph",
    "headline": "",
    "items": [
     "Cool down this summer with a lemonade zinger just for us adults. Start with Chardonnay, then infuse ginger into simple syrup to add a twist to a childhood favorite. Sometimes, revisiting old favorites from an adult perspective is a very rewarding experience. Consider this adults-only lemonade as an example. Medium-bodied Woodbridge chardonnay gives it gravity, while the fresh cucumber and delicate hint of ginger bring a summery sophistication to your glass."
    ]
   },
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "1 cup simple syrup (recipe above)",
     "1 cup fresh-squeezed lemon juice, about 3 to 4 lemons",
     "1/2 bottle Woodbridge by Robert Mondavi Chardonnay",
     "2 cups water",
     "2 cups ice cubes",
     "1/2 seedless cucumber"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Pour the ginger-infused syrup into a large pitcher. Add the lemon juice, chardonnay and water, and stir. Add ice to the pitcher. With a vegetable peeler, remove and discard a lengthwise strip of skin from one side of the half-cucumber. Shave 8 to 10 long, paper-thin ribbons of cucumber into the pitcher. Push them down into the ice and stir gently, so the cucumber unfolds to make an attractive visual garnish in the lemonade. Chill for at least 10 minutes for the flavors to meld, or up to an hour. Serve well-iced in tall glasses."
    ]
   },
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "1 cup sugar",
     "1 cup water",
     "3 to 10 thin slices fresh ginger"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Combine the sugar and water in a small saucepan. Add 3 to 10 thin slices of fresh ginger, with 3 giving the finished syrup a mild ginger flavor and 10 yielding a more assertive result. Simmer the mixture for 8 to 10 minutes, until the sugar has dissolved and the vapors rising from the pot smell noticeably of ginger. Cool the syrup to room temperature, then strain out the ginger. Chill the syrup until you're ready to assemble the lemonade."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-lemonade-wine-cooler.php",
  "title": "Woodbridge by Robert Mondavi Lemonade Wine Cooler",
  "slug": "woodbridge-by-robert-mondavi-lemonade-wine-cooler",
  "image": "side-lemonade-wine-cooler.jpg",
  "pair": [
   "pinot-grigio"
  ],
  "serves":"4 to 6",
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "2 ½ cups water",
     "¾ cup sugar",
     "¾ cup freshly squeezed lemon juice",
     "1 750 ml bottle Woodbridge by Robert Mondavi Pinot Grigio",
     "1 lime, thinly sliced",
     "1 lemon, thinly sliced",
     "1 orange, thinly sliced",
     "Fresh mint springs"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "In a large pitcher, stir together water, sugar, and lemon juice until sugar has dissolved. Stir in Woodbridge by Robert Mondavi Pinot Grigio and lime, lemon, and orange slices.",
     "Cover and refrigerate for at least one hour before serving.",
     "Enjoy over ice, with a sprig of fresh mint."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-cabernet-cocktail.php",
  "title": "CABERNET COCKTAIL",
  "slug": "cabernet-cocktail",
  "image": "side-cabernet-cocktail.jpg",
  "pair": [
   "cabernet-sauvignon"
  ],
  "serves": "2",
  "quantity": "",
  "sections": [
   {
    "type": "paragraph",
    "headline": "",
    "items": [
     "Thinking ahead to Valentine's Day? This Cabernet cocktail is perfect for your sweetie."
    ]
   },
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "8 oz Woodbridge Cabernet Sauvignon",
     "2oz cold soda water",
     "1 tsp powdered sugar",
     "1 tsp fresh lemon juice",
     "Cranberries or strawberries for garnish"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Mix lemon juice and powdered sugar until dissolved, slowly mix in the wine. Pour into your favorite glassware and top off with soda water."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-watermelon-cocktail.php",
  "title": "Woodbridge Chardonnay Watermelon Cocktail",
  "slug": "woodbridge-chardonnay-watermelon-cocktail",
  "image": "chardonnay-watermelon-cocktail-side.jpg",
  "pair": ["chardonnay"],
  "serves": "4",
  "quantity": "",
  "sections": [
   {
    "type": "paragraph",
    "headline": "with Jacobsen Salt Co. \u0026 Woodbridge by Robert Mondavi Chardonnay Salted Rim",
    "items": [
     "This is one of those cocktails that stuns with the wine-laced watermelon ice cubes. The acidity the Woodbridge by Robert Mondavi Chardonnay gives the sweet watermelon is delicious. This recipe can be made in advance, and can be doubled or tripled for a giant pitcher. A note about the wine salt: if your salt is a slightly chunky, don’t be afraid to lightly crush it to make it finer. You can also use the watermelon ice cubes and salted rims for a margarita!",
     "Prep time: 15 minutes",
     "Cook time: 12-15 minutes (inactive)"
    ]
   },
   {
    "type": "list",
    "headline": "Watermelon Ice Cube Ingredients:",
    "items": [
     "5 cups fresh watermelon, cubed (no rind, no seeds)",
     "¼ cup Woodbridge by Robert Mondavi Chardonnay"
    ]
   },
   {
    "type": "list",
    "headline": "Simple Syrup Ingredients:",
    "items": [
     "½ cup water",
     "2/3 cup sugar"
    ]
   },
   {
    "type": "list",
    "headline": "Cocktail Mix Ingredients:",
    "items": [
     "10 ounces (1 ¼ cups) Woodbridge by Robert Mondavi Chardonnay",
     "2 Tbsp fresh lime juice",
     "10 ounces (1 ¼ cups) sparkling water",
     "1 ½ - 2 tablespoons Jacobsen Salt Co. \u0026 Woodbridge by Robert Mondavi Chardonnay Salt"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Make the watermelon ice cubes: Puree 4 cups of the watermelon and Woodbridge by Robert Mondavi Chardonnay in the blender until smooth. Pour into a 14-cube square ice cube tray. Fill each to the brim. Freeze. Set aside the remaining cup of watermelon.",
     "Make the simple syrup: In a small saucepan, heat and stir the water and sugar until the sugar dissolves, 2-3 minutes. Cool. Separately, sprinkle 1 teaspoon of the wine salt on the remaining watermelon. Refrigerate.",
     "Make the cocktails: Lightly wet each rim of 4 highball glasses with a little Chardonnay. Sprinkle the remaining salt in a small dish and coat the rims with a scant, even layer of the remaining salt. In a large bowl, stir together the simple syrup, Chardonnay, lime juice and sparkling water. Add 3 watermelon ice cubes to each highball glass and fill about ¾ full with the mix. Top the liquid in each with a couple pieces of the remaining salted watermelon."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-crush-cocktail.php",
  "title": "Chardonnay Crush",
  "slug": "chardonnay-crush",
  "image": "side-crush.jpg",
  "pair": [
   "chardonnay"
  ],
  "serves": "2",
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "2 1\" thick cucumber slices4 blackberries8 mint leaves1 cup Woodbridge by Robert Mondavi Chardonnay\t2 tablespoons lemon juice ½ cup soda waterThinly sliced cucumbers, lemons, mint and seasonal fruit for garnish"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Place 1 cucumber slice, 2 blackberries and 4 mint leaves into two 8-10 oz glasses. Muddle using a pestle.",
     "Add ½ cup of Woodbridge by Robert Mondavi Chardonnay, 1 tablespoon lemon juice and a handful of ice to each glass. Stir using a cocktail spoon for 10 seconds or until drink is cold.",
     "Top with ¼ cup of soda and continue stirring for 5 more seconds or until combined. Garnish with cucumbers, lemons, mint and seasonal fruit of choice."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-berry-moscatini-cocktail.php",
  "title": "BERRY MOSCATINI",
  "slug": "berry-moscatini",
  "image": "side-berry-moscatini-cocktail.jpg",
  "pair": [
   "moscato"
  ],
  "serves": "1 pitcher",
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "½ of a 750ml bottle of Woodbridge Moscato",
     "½ bottle of SVEDKA vodka",
     "½ cup fresh blackberries",
     "1 cup fresh raspberries",
     "1 cup fresh blueberries",
     "½ cup fresh strawberries",
     "¼ cup peach juice",
     "1 cup soda water",
     "1 bunch of mint leaves (for garnish)"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "In a large pitcher combine all the ingredients except for the soda water. Mix well and chill for 2 hours.",
     "Just before serving add the soda water to the pitcher. Pour over ice into martini glasses and garnish with raspberries and a mint leaf."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-blood-orange-fizz-cocktail.php",
  "title": "DO-GOOD ORANGE FIZZ",
  "slug": "do-good-orange-fizz",
  "image": "side-blood-orange-cockt.jpg",
  "pair": [
   "pinot-grigio"
  ],
  "serves": "1 large cocktail",
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "3/4 cup (6 oz) Woodbridge by Robert Mondavi Pinot Grigio",
     "1 oz freshly squeezed blood orange juice",
     "1 oz Campari",
     "1 oz simple syrup (2 parts sugar, 1 part water ratio)",
     "1-1/2 oz soda water",
     "Blood orange wheels, for garnish"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Fill a large glass or mason jar with ice, then add in all of the measure ingredients, except for the soda water. Stir the ingredients with a bar spoon. Once incorporated, finish with a splash of soda water. Garnish with wheels of freshly sliced blood oranges."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-spiced-chardonnay-toddy-cocktail.php",
  "title": "Toasted Spice Chardonnay Toddy",
  "slug": "toasted-spice-chardonnay-toddy",
  "image": "side-toddy.jpg",
  "pair": [
   "chardonnay"
  ],
  "serves": "4",
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "",
    "items": [
     "Prep time: 5 minutes",
     "Cook time: About 45 minutes (most inactive)"
    ]
   },
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "4 cinnamon stocks",
     "3 whole star anise",
     "3 tablespoons honey",
     "1 bottle of Woodbridge by Robert Mondavi Chardonnay",
     "1 large lemon, zested and halved",
     "1 tablespoon sugar"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Preheat the oven to 350F.",
     "Toast the spices: place the cinnamon and star anise on a baking sheet until you can smell them in the oven, 3-5 minutes. Remove.",
     "Make the toddy: In a medium pot over medium heat, bring the honey to a simmer and let it froth and turn light brown, 3-5 minutes. Remove the pot from the heat and slowly add the Woodbridge by Robert Mondavi Chardonnay. Return the pot to the burner, add the spices and zested lemon halves, and bring to a simmer over medium heat. Turn off the heat and allow to steep, like tea, for 25-30 minutes. Strain.",
     "Serve the toddy: In a small bowl, mix the sugar with the lemon zest. Dip the glass rims in the toddy and roll in the lemon sugar. Warm the toddy by bringing to a small simmer and ladle the spiced wine into the glasses."
    ]
   },
   {
    "type": "paragraph",
    "headline": "Recipe tips \u0026 hacks:",
    "items": [
     "Save valuable stove space by making your Chardonnay toddy in a slow cooker. You can leave it on a low heat, leaving more time to spend with friends and family!"
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-white-sangria-cocktail.php",
  "title": "Woodbridge Winter White Cranberry Sangria",
  "slug": "woodbridge-winter-white-cranberry-sangria",
  "image": "side-cran-sangria.jpg",
  "pair": [
   "chardonnay"
  ],
  "serves":"8 to 10",
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "1 bottle Woodbridge by Robert Mondavi Chardonnay 2 tablespoons white granulated sugar1 cup grapefruit juice1 cup white cranberry juice1 grapefruit, sliced very thinly 1 orange, sliced very thinly1 cup fresh cranberries1 cup club soda"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Add the bottle of Woodbridge by Robert Mondavi Chardonnay and all other ingredients except club soda to a large pitcher or punch bowl and stir to dissolve the sugar.",
     "When ready to serve, fill cups with ice cubes and a couple of pieces of fruit. Pour sangria over the ice, leaving ½” of space at the top. Pour club soda over the sangria and stir to combine.",
     "Serve immediately."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-sauvignon-blanc-lime-margarita.php",
  "title": "SAUVIGNON BLANC LIME MARGARITA",
  "slug": "sauvignon-blanc-lime-margarita",
  "image": "side-margarita.jpg",
  "pair": [
   "sauvignon-blanc"
  ],
  "serves": "1",
  "quantity": "",
  "sections": [
   {
    "type": "paragraph",
    "headline": "",
    "items": [
     "Give your margarita a makeover with our twist on a classic cocktail. Falling somewhere between sangria and a classic, tequila-based margarita, a wine margarita removes some of the alcohol edge and adds a crisp, cool dimension. You’ll sometimes find these served in restaurants that have a license for wine and beer but not hard liquor or offered poolside for those who want to drink only lightly in the sun."
    ]
   },
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "Margarita salt, for rimming glasses",
     "Ice",
     "3 oz Woodbridge by Robert Mondavi Sauvignon Blanc, chilled",
     "3 freshly squeezed Mexican limones (small limes) or one large domestic lime",
     "1 freshly squeezed orange (1/4 cup)",
     "1 oz simple syrup (recipe below)",
     "Dash of damiana liqueur (optional)",
     "1 sprig fresh cilantro, for garnish"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Dip the rim of a margarita glass into water or lime juice and then into coarse margarita salt, if desired. Add several ice cubes to a blender. Add the wine, fruit juices and simple syrup and blend until slushy. Pour into a serving glass, then top with a dash of damiana, if desired. Garnish the glass with a sprig of cilantro and serve. You can also serve this drink over the rocks if you like."
    ]
   },
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "1 cup sugar",
     "1 cup water"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Boil the sugar and water until the sugar dissolves, then remove from heat and chill. Store the syrup in a sealed container in the refrigerator, where it will keep for several weeks."
    ]
   }
  ]
 }
]
