[
 {
  "url": "/Food-Wine/recipe-skillet-french-toast-casserole.php",
  "title": "Woodbridge Skillet French Toast Casserole",
  "slug": "woodbridge-skillet-french-toast-casserole",
  "image": "skillet-french-toast-casserole-side.jpg",
  "serves": "4 to 6",
  "pair": [
   "pinot-grigio"
  ],
  "quantity": "",
  "sections": [
   {
    "type": "paragraph",
    "headline": "",
    "items": [
     "Building this French Toast right in a skillet means you only dirty two dishes to make the entire thing - the skillet, and a blender to blend up your custard. The wine serves to sweeten the batter and provide a complex flavor to a breakfast staple."
    ]
   },
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "2 Tbsp unsalted butter",
     "1 loaf of brioche bread, cut into 3-inch cubes",
     "6 large eggs",
     "1 cup heavy cream",
     "4 ounces cream cheese, room temperature",
     "1/3 cup plus 2 Tbsp brown sugar",
     "1 Tbsp Woodbridge by Robert Mondavi Pinot Grigio",
     "1 ½ tsp vanilla extract",
     "1 tsp ground cinnamon",
     "½ tsp salt",
     "1/8 tsp ground nutmeg",
     "2 Tbsp powdered sugar",
     "½ cup fresh berries (blueberries, raspberries, or blackberries)"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Melt butter in a 10-inch cast-iron skillet over medium heat. Remove skillet from heat and swirl to coat the pan with butter. Add cubed bread and spread into an even layer to fill the skillet.",
     "Blend eggs, cream, cream cheese, ½ cup brown sugar, Woodbridge by Robert Mondavi Pinot Grigio, vanilla extract, cinnamon, salt, and nutmeg on High until completely smooth, 30 to 45 seconds.",
     "Pour egg mixture over the bread cubes. The cubes won't be completely submerged, but press down to ensure each piece gets soaked with the mixture.",
     "Sprinkle with remaining brown sugar and allow to rest at room temperature for 30 minutes.",
     "Preheat oven to 350°F.",
     "Tent with foil and bake for 30 minutes. Remove foil and bake for an additional 15 minutes.",
     "Allow to rest for several minutes. Sprinkle powdered sugar over top and serve with fresh berries."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-vegetable-lasagna.php",
  "title": "Vegetable Lasagna with Woodbridge Chardonnay White Sauce",
  "slug": "vegetable-lasagna-with-woodbridge-chardonnay-white-sauce",
  "image": "vegetable-lasagna-side.jpg",
  "serves": "10 to 12",
  "pair": [
   "chardonnay"
  ],
  "quantity": "",
  "sections": [
   {
    "type": "paragraph",
    "headline": "Holiday Hack:",
    "items": [
     "Holiday meals center around roast meats, which can be tricky for my non-meat eater friends. I’ve learned to always be prepared with a simple and exciting alternative to the main course just in case I’m entertaining someone who doesn’t eat meat! Growing up lasagna was an Italian-American staple at our Thanksgiving table and now when I make vegetable lasagna for holiday meals, not only does it make my vegetarian friends very happy, but it also makes me feel like I always have enough food for many guests! It’s a great recipe to make at least one or two days in advance so I can spend more time on holidays enjoying good food and great wine with my friends and family and less time cooking.",
     "Strategically, when the turkey or ham comes out of the oven to rest, I pop the premade lasagna in the same oven to heat up while I make the gravy and put together all the side dishes. What is my secret weapon for holding these layers of vegetables together? The classic white sauce made beautifully vibrant and acidic with the addition of Woodbridge Chardonnay. I also pour some wine in the bottom layer to give extra “tang” to the tomato sauce and add moisture for the cooking process.",
     "Turkey is an obvious staple at Thanksgiving, but depending on the size of the crowd I also like to offer vegetarian lasagna for three reasons. 1) It’s easy to assemble and freeze ahead of time, saving prep on the big day, 2) It saves me from having to cook two birds for a big group, and 3) it’s a nice vegetarian option for those so inclined. A common issue with lasagnas is that they can have a lot of cheese and ingredients, but lack a bright note. The Woodbridge Chardonnay white Sauce adds body, acts like a delicious “glue” to hold the layers together, and picks up the acidity of the tomato and the earthiness of the vegetables.",
     "Pairs well with Woodbridge by Robert Mondavi Chardonnay",
     "Prep time: About 1 hour",
     "Cook time: About 1 1/2 hours (inactive)",
     "Yield: 10-12 servings",
     "Equipment: 19 × 13 × 2-inch baking dish"
    ]
   },
   {
    "type": "list",
    "headline": "Vegetable Ingredients:",
    "items": [
     "1 ½ lbs. eggplant, unpeeled, sliced lengthwise ¼ inch thick",
     "3/4 lb. zucchini, unpeeled, sliced lengthwise ¼ inch thick",
     "6 large cloves garlic (about 2 Tbsp.) minced",
     "3/4 cup extra-virgin olive oil",
     "1 Tbsp. dried oregano",
     "Kosher salt",
     "1 tsp. red pepper flakes"
    ]
   },
   {
    "type": "list",
    "headline": "Chardonnay White Sauce Ingredients:",
    "items": [
     "2 ½ cups total Woodbridge by Robert Mondavi Chardonnay",
     "½ stick (2 ounces) unsalted butter",
     "2 Tbsp. flour",
     "1 bay leaf",
     "1 cup whole milk",
     "½ cup finely grated Parmesan cheese"
    ]
   },
   {
    "type": "list",
    "headline": "Cheese Filling Ingredients:",
    "items": [
     "18 ounces fresh whole-milk ricotta",
     "2 large eggs, lightly beaten",
     "1 cup fresh basil leaves",
     "2 ½ cups freshly grated Parmesan cheese, divided"
    ]
   },
   {
    "type": "list",
    "headline": "Additional Ingredients:",
    "items": [
     "1 lb. dry pasta sheets, cooked and drained",
     "4 ½ - 5 cups tomato sauce",
     "1 ½ lbs. mozzarella, thinly sliced"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions:",
    "items": [
     "Preheat the oven to 375 F.",
     "Prepare the vegetables: Arrange the eggplant and zucchini in single layers on 3 baking sheets. Mix the garlic into the olive oil. Brush the vegetables with garlic oil, making sure the garlic coats all of them. Sprinkle them evenly with the oregano, about 1 ½ tablespoons salt and the red pepper flakes. Place the baking sheets in the oven and cook until the vegetables are tender, 20-25 minutes. Cool at room temperature.",
     "Make the Woodbridge Chardonnay White sauce: In a medium saucepan, reduce 2 CUPS of Woodbridge Chardonnay over medium heat until about ½ cup liquid remains, 8-10 minutes. Stir in the butter, bay leaf, 1 teaspoon salt and flour and cook, stirring constantly, 3-5 minutes to allow the flour to cook. Add the milk and cook, stirring from time to time, until the mixture thickens like a soup, 10-12 minutes. Remove the bay leaf and stir in ½ cup of the Parmesan cheese. Transfer to a bowl to cool.",
     "Make the cheese filling:  In a large bowl, gently stir together the ricotta, eggs, basil, ½ cup of the Parmesan and 1-tablespoon salt.",
     "Assemble the lasagna: In the baking dish, pour the remaining wine, 1/3 of the Chardonnay White sauce and about 1 generous cup of the tomato sauce on the bottom. Arrange 1/3 of the eggplant and zucchini on top, then a layer of 1/3 the pasta sheets followed by 1/3 of the cheese mix, and 1/3 of the mozzarella to fill the gaps. Repeat this process twice more. Top with remaining tomato sauce and all of the remaining Parmesan.",
     "Bake the lasagna: Place the dish on a baking sheet and bake for about an hour or so or until bubbly and the top browns. The baking sheet catches all the excess liquid that otherwise overflows and lands on the floor of your oven… Allow the lasagna to rest for at least 1 hour before serving. Cool at room temperature then refrigerate overnight and reheat the next day."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-chili.php",
  "title": "Cabernet Chili",
  "slug": "cabernet-chili",
  "image": "cabernet-sauvignon-chili.jpg",
  "pair": [
   "cabernet-sauvignon"
  ],
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "",
    "items": [
     "Type: Main",
     "Ingredient: Red Meat",
     "Pair with: Cabernet Sauvignon"
    ]
   },
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "1 lb ground beef",
     "1 small white onion, diced",
     "3 cans diced tomatoes with green chilis (15oz)",
     "2 cans beans, drained (15oz)",
     "2 tbsp chili powder",
     "Toppings are optional, including shredded cheese, chopped green onion, sour cream, cilantro, etc."
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "In a large stockpot, cook ground beef or turkey over medium-high heat until browned, stirring frequently.  Using a slotted spoon, transfer the cooked beef or turkey to a separate plate and set aside.  Reserve 1 tablespoon of grease in the stockpot, and discard the rest.",
     "Add the onion to the stockpot and saute for 4-5 minutes, or until soft.",
     "Add remaining ingredients and the cooked beef or turkey to the stockpot, and stir to combine. Bring to a boil, then reduce heat to medium-low, cover, and simmer for 10 minutes.",
     "Serve immediately, garnished with optional toppings if desired."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-onion-sausage-apple-stuffing.php",
  "title": "Woodbridge Red Blend Onion, Sausage and Apple Stuffing",
  "slug": "woodbridge-red-blend-onion-sausage-and-apple-stuffing",
  "image": "onion-sausage-apple-stuffing-side.jpg",
  "serves": "12 to 14",
  "pair": [
   "red-blend"
  ],
  "quantity": "",
  "sections": [
   {
    "type": "paragraph",
    "headline": "",
    "items": [
     "Perfect stuffing is a bit of a goldilocks situation – some like it fluffy and not overly moist; some like it more like a bread pudding. It can be a tricky dish to nail, and by the time dressing is done no one wants to sit down and enjoy the holiday more than you do! If your stuffing seems dry, pour over some chicken broth flavored with a splash of wine. I like to use Woodbridge Red Blend or Woodbridge Chardonnay, depending on the stuffing recipe. Then stick the stuffing back in the oven until you’ve reached the consistency you like. On the other end of the spectrum, if you end up with an overly moist stuffing, spread it out on a baking sheet in an even layer and bake in the oven to reduce excess moisture.",
     "If you’re in a hurry and don’t have time to cook as traditional stuffing, you can make a dressing to serve as a side dish by cooking in a baking pan versus in the turkey itself.",
     "This is a variation of my childhood stuffing recipe and it goes hand in hand with holiday meal staples like cranberry sauce and turkey. For the turkey, I generally follow the rule of 12-15 minutes per pound if the bird has stuffing in the cavity. My father always wrapped the excess stuffing in tinfoil and placed it in the bottom of the roasting pan so the turkey drippings would hit it as it cooked. Note, the addition of the reduced Woodbridge Red Blend to flavor the heart of this dressing: the apples and onions. The wine gives it richness and that extra layer of fruit flavor that leaves people going back for seconds.",
     "Pairs well with Woodbridge by Robert Mondavi Red Blend",
     "Prep time: 30 minutes",
     "Cook time: 45 minutes – 1 hour"
    ]
   },
   {
    "type": "list",
    "headline": "Stuffing Ingredients:",
    "items": [
     "1 bottle Woodbridge by Robert Mondavi Red Blend",
     "3/4 stick (6 tbsp.) unsalted butter",
     "5 medium yellow onions, thinly sliced",
     "Kosher salt",
     "Freshly ground white pepper",
     "3 medium Granny Smith apples, peeled, cored, thinly sliced",
     "1 Tbsp. dark brown sugar",
     "8 slices white sandwich bread",
     "2 Tbsp. fresh thyme, stemmed",
     "20 medium fresh sage leaves, stemmed and chopped",
     "1 ½ lbs. loose pork breakfast sausage, broken into small pieces and browned off",
     "1 cup low sodium chicken stock, boiled and cooled",
     "1 lb. mozzarella cheese, cubed"
    ]
   },
   {
    "type": "paragraph",
    "headline": "For Turkey:",
    "items": [
     "2 large double-layered sheets cheesecloth",
     "1 1/2 sticks (6 ounces) unsalted butter, melted"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions:",
    "items": [
     "Preheat oven to 350F.",
     "Reduce the red wine: In a medium pot, reduce the Woodbridge by Robert Mondavi Red Blend over medium heat until there is ¾ cup total liquid, 15-20 minutes. Cool.",
     "Cook the onions and apples: In a large skillet, melt 2 tablespoons (1/4 stick) of the butter. Add the onions, season with salt and pepper and cook over medium heat until translucent, 3-5 minutes. Add the apples and cook for 3-5 additional minutes until they meld with the onions, stir in the reduced wine and brown sugar and simmer an additional 2-3 minutes. Remove the skillet from the heat and transfer to a bowl to cool.",
     "Toast and butter the bread: Arrange the bread slices in a single layer on a baking sheet and toast in the oven until light brown. While the bread is still hot, use remaining butter to butter both sides of each piece. Cut into 1-inch squares and transfer to a large bowl. Toss with salt, pepper, thyme and half of the sage. Set aside.",
     "Finish the stuffing: Combine the onion mixture, the cooked breakfast sausage, remaining sage, mozzarella and the toasted bread. Mix to blend and add the cup of chicken stock to moisten.",
     "Stuff the turkey: Place the turkey on a flat surface, season with salt and pepper on the inside and out, and stuff the cavity with the stuffing. Truss turkey or, alternatively, tie the legs closed with a strong piece of kitchen twine to assure the stuffing doesn’t fall out as the turkey roasts. Wrap any remaining stuffing in tinfoil and keep the tinfoil fairly flat, like a large envelope.",
     "Cook the turkey: Transfer the turkey to a roasting pan, fitted with a roasting rack if desired, and soak the cheesecloth in the melted butter. Brush any remaining butter on top of the bird and cover the breasts with the cheesecloth to prevent the top skin from burning before it is cooked. Lower the oven to 350 F and place the roasting pan in the center of the oven. Cook for about 12 minutes per pound.",
     "Finish the turkey: After about 2 hours cooking, remove the roasting pan and place the tinfoil package containing the stuffing in the bottom of the pan. Remove the cheesecloth from the top of the breasts and return the turkey to the oven to brown the top and finish cooking.",
     "How do you know when it’s done? The temperature of the thigh (where the meat is thickest and takes the longest time to cook) meat should register 160 F when tested with a thermometer. When done, remove the bird from the oven, transfer it to a flat surface (or serving platter) and allow it to rest for 20-30 minutes before removing the stuffing and carving the meat. Transfer the stuffing to serving platter."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-strawberry-moscato-popsicle.php",
  "title": "Moscato Strawberry Popsicle",
  "slug": "moscato-strawberry-popsicle",
  "image": "side-berry-popsicle.jpg",
  "pair": [
   "moscato"
  ],
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "6 oz Woodbridge by Robert Mondavi Moscato",
     "4 strawberries",
     "1 tsp sugar",
     "1 sprig basil",
     "1 oz lemon juice"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Blend all ingredients together. Pour into a popsicle mould and freeze."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-popcorn.php",
  "title": "Popcorn Recipes Paired with Woodbridge",
  "slug": "popcorn-recipes-paired-with-woodbridge",
  "image": "side-popcorn.jpg",
  "pair": [
   "chardonnay",
   "sauvignon-blanc",
   "cabernet-sauvignon",
   "red-blend"
  ],
  "quantity": "",
  "sections": [
   {
    "type": "paragraph",
    "headline": "With a glass of  Woodbridge by Robert Mondavi Chardonnay:",
    "items": [
     "Start with 4 cups of popped and salted popcorn",
     "Combine 4 cups popped and salted popcorn with 2 tablespoons basil pesto",
     "Or",
     "1 tablespoon mild curry powder and 2 tablespoons melted butter"
    ]
   },
   {
    "type": "paragraph",
    "headline": "With a glass of  Woodbridge by Robert Mondavi Sauvignon Blanc:",
    "items": [
     "Start with 4 cups of popped and salted popcorn",
     "Combine 4 cups popped and salted popcorn with 3 tablespoons chopped fresh dill, lemon zest and 2 tablespoons melted butter",
     "Or",
     "1 1/2 teaspoons cayenne pepper and 2 tablespoons melted butter"
    ]
   },
   {
    "type": "paragraph",
    "headline": "With a glass of  Woodbridge by Robert Mondavi Cabernet Sauvignon:",
    "items": [
     "Start with 4 cups of popped and salted popcorn",
     "Combine 4 cups popped and salted popcorn with 1 tablespoon extra-virgin olive oil and 1 tablespoon coarsely-ground black pepper",
     "Or",
     "1/2 cup finely grated Parmesan cheese and 1 teaspoon cracked black pepper"
    ]
   },
   {
    "type": "paragraph",
    "headline": "With a glass of Woodbridge by Robert Mondavi Red Blend:",
    "items": [
     "Start with 4 cups of popped and salted popcorn",
     "Combine 4 cups popped and salted popcorn combined with 2 tablespoons melted butter and 2 tablespoons hot sauce",
     "Or",
     "1/2 cup crushed up wasabi peas and 1 teaspoon dry ginger"
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-cranberry-apple-crumble.php",
  "title": "Cranberry Apple and Red Blend Crumble",
  "slug": "cranberry-apple-and-red-blend-crumble",
  "image": "side-cranberry-crumble.jpg",
  "pair": [
   "red-blend"
  ],
  "serves": "4 to 6",
  "quantity": "",
  "sections": [
   {
    "type": "paragraph",
    "headline": "",
    "items": [
     "Prep Time:  20 minutes",
     "Cook Time:  25 minutes",
     "Yield:  4-6 servings",
     "Equipment: One 9-inch pie dish, greased",
     "Aluminum foil"
    ]
   },
   {
    "type": "list",
    "headline": "Filling Ingredients",
    "items": [
     "1 1/4 pounds cranberries",
     "8 ounces unsweetened applesauce",
     "1 Granny Smith apple, peeled, cored and diced",
     "The juice (and zest) from 1 large lemon",
     "1 1/4 cups sugar",
     "1 bottle of Woodbridge by Robert Mondavi Red Blend"
    ]
   },
   {
    "type": "list",
    "headline": "Topping Ingredients",
    "items": [
     "1 1/2 cups unseasoned breadcrumbs",
     "1 stick unsalted butter, melted",
     "1 teaspoon kosher salt",
     "1 1/4 cups dark brown sugar",
     "1 teaspoon ground cinnamon",
     "1/2 teaspoon ground allspice"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Preheat the oven to 350F.",
     "Reduce the red wine: In a medium pot, reduce the Woodbridge by Robert Mondavi Red Blend over medium heat until there is 1/2 cup total liquid, 20-25 minutes. Cool.",
     "Make the fruit filling: In a medium bowl, combine the cranberries, applesauce, reduced Woodbridge by Robert Mondavi Red Blend, diced apple, lemon juice and zest, and sugar.",
     "Make topping 1: In a separate bowl, mix together the butter and breadcrumbs. Season with the salt. Set aside.",
     "Make topping 2: In a third bowl, combine the brown sugar, cinnamon and allspice.",
     "Assemble and cook the crumble: Grease the baking dish with the remaining butter. Layer the bottom with about 1/3 of the breadcrumbs. Top it with about 1/3 of the cranberries. Top with about 1/3 of the brown sugar and spice mix. Repeat these layers two more times. Cover the dish tightly with aluminum foil and place in the center of the oven. Bake until the cranberries and topping are tender when pierced with the tip of a knife, 15-20 minutes. Remove foil, raise oven temperature to 425F and brown the top, 5-8 minutes. Cool slightly."
    ]
   },
   {
    "type": "paragraph",
    "headline": "Recipe tips \u0026 hacks:",
    "items": [
     "Want a sweeter, easier filling? Use half fresh cranberries and half chunky cranberry sauce with the apples and sugar.",
     "Use a premade pie shell and simply make the filling. Bake and serve for a fun holiday pie!"
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-garlic-butter.php",
  "title": "Pinot Garlic Butter",
  "slug": "pinot-garlic-butter",
  "image": "side-garlic-butter.jpg",
  "pair": [
   "pinot-noir"
  ],
  "quantity": "",
  "sections": [
   {
    "type": "paragraph",
    "headline": "",
    "items": [
     "Pair with Woodbridge by Robert Mondavi Pinot Noir"
    ]
   },
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "6 Tbsp Pinot Noir",
     "1 stick (1/2 cup) Unsalted butter, room temperature",
     "2 Medium Cloves Garlic",
     "3/4 tsp Salt",
     "2 Tbsp Diced chives"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Cut butter into 1\" cubes and let soften to room temperature in a small mixing bowl.",
     "Dice chives and mince garlic. Sauté garlic in a small amount of oil on medium heat.",
     "Add all ingredients to the butter and whisk until well combined.",
     "Transfer to an airtight container and chill in the refrigerator until firm.",
     "If desired, form a log by transferring the butter mixture onto a sheet of parchment paper, waxed paper, or plastic wrap, placing on the edge closest to you. Fold paper over and roll butter away from you to form a log, twisting the ends to seal. Then wrap airtight in foil. Chill in the refrigerator until solid.",
     "Butter will keep refrigerated for up to 2 weeks or frozen for up to 3 months."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-cabernet-cranberry-sauce.php",
  "title": "Cabernet Cranberry Sauce",
  "slug": "cabernet-cranberry-sauce",
  "image": "side-cabernet-cranberry-sauce.jpg",
  "pair": [
   "cabernet-sauvignon"
  ],
  "serves": "4 to 6",
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "12 oz cranberries",
     "·         1 cup Woodbridge Cabernet Sauvignon",
     "·         1 1/2 cup sugar",
     "·         1 cinnamon stick",
     "·         1 tsp vanilla paste",
     "·         2 Tbsp orange zest"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Combine all ingredients into a stove-ready pot. Bring to a boil. Stir and simmer for 10 minutes until the mixture becomes the correct consistency."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-grilled-red-peppers.php",
  "title": "GRILLED-OUT WOODBRIDGE RED PEPPERS",
  "slug": "grilled-out-woodbridge-red-peppers",
  "image": "side-grilled-red-pepper.jpg",
  "pair": [
   "sauvignon-blanc"
  ],
  "serves":"4 to 6",
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "2 red bell peppers",
     "1 Tbsp grapeseed oil",
     "¼ tsp kosher salt",
     "1/8 tsp freshly ground black pepper",
     "1 Tbsp extra-virgin olive oil",
     "1 Tbsp sherry vinegar",
     "2 Tbsp chopped toasted walnuts",
     "2 oz goat cheese",
     "2 Tbsp torn mint leaves"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Pre-heat grill to medium-high heat.",
     "Cut peppers in half and remove seeds and stems. Drizzle with grapeseed oil and season with salt and pepper.",
     "Grill for 5 to 6 minutes on each side, or until dark grill marks appear and the peppers have softened. Transfer to a cutting board and slice each half into 4 pieces.",
     "Arrange peppers on a serving platter and drizzle with olive oil and sherry vinegar. Sprinkle walnuts, goat cheese and mint over top.",
     "Serve warm or at room temperature."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-pumpkin-dip.php",
  "title": "Pinot Grigio Pumpkin Dip",
  "slug": "pinot-grigio-pumpkin-dip",
  "image": "side-pumpkin-dip.jpg",
  "pair": [
   "pinot-grigio"
  ],
  "serves": "4 to 6",
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "1 2-lb sugar pumpkin",
     "1 Tbsp olive oil",
     "1 cup ricotta cheese",
     "2 Tbsp Woodbridge by Robert Mondavi Pinot Grigio",
     "1 tsp kosher salt",
     "1/2 tsp fresh ground black pepper, plus more for garnish",
     "1/2 tsp paprikaDash of cayenne"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Preheat oven to 400°.",
     "Slice the pumpkin in half vertically and scoop out all seeds and discard. Brush insides of pumpkin with olive oil, then place the two halves face down on a parchment paper lined roasting pan and place pan in the oven. Roast pumpkin for 30-40 minutes, or until pumpkin can be easily pierced with a fork.",
     "Allow to cool for several minutes. Scoop the roasted pumpkin flesh out of its skin and into the body of a food processor. Discard skins.",
     "To the food processor, add ricotta, Woodbridge by Robert Mondavi Pinot Grigio, salt, black pepper, paprika and cayenne. Process until smooth. Taste, and adjust seasoning as needed.",
     "Place dip in an oven-proof dish and return to oven for 10 minutes or until dip is heated through. Garnish with fresh ground black pepper, and serve with baguette or crackers."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-strawberry-chardonnay-jam.php",
  "title": "Chardonnay \u0026 Strawberry Jam",
  "slug": "chardonnay-and-strawberry-jam",
  "image": "side-strawberry-jam.jpg",
  "pair": [
   "chardonnay"
  ],
  "quantity": "",
  "sections": [
   {
    "type": "paragraph",
    "headline": "",
    "items": [
     "Yield: About 2 pints"
    ]
   },
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "2 pounds ripe strawberries, hulled and halved",
     "1-1/2 cups sugar",
     "Zest of 1 lemon",
     "1 cinnamon stick",
     "2 Tbsp Woodbridge by Robert Mondavi Chardonnay"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Place a small plate in the freezer.",
     "Add strawberries, sugar and lemon zest to a wide preserving pan.* Crush the mixture (a potato masher works well for this) to a pulp, or leave chunks of strawberries if you prefer.",
     "Add the cinnamon stick, and heat the mixture over medium heat until you achieve a slow boil, about 20 minutes. At this point, add the Chardonnay and bring back to a slow boil.",
     "Cook until the jam passes the cold-saucer test. Place a small amount of the jam on the plate that you placed in the freezer. After 30 seconds, nudge it with your finger. If it wrinkles, it is ready. If it is liquidy, continue to cook and try again every 5 minutes or so.",
     "When jam is ready, remove the cinnamon stick and pour carefully into two pint jars or four half pint jars.",
     "Store the jam in the refrigerator, and consume within two months.",
     "*A preserving pan can be any wide, heavy bottomed pot or pan. It’s important that it’s wide and tall so that the jam has plenty of room to boil."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-cheese-fondue.php",
  "title": "Chardonnay Cheese Fondue",
  "slug": "chardonnay-cheese-fondue",
  "image": "chardonnay-cheese-fondue.jpg",
  "pair": [
   "chardonnay"
  ],
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "12 ounces swiss cheese, shredded (about 4 cups)",
     "4 ounces sharp cheddar cheese, shredded (about 1 cup)",
     "2 tablespoons cornstarch",
     "1 cup Woodbridge Chardonnay",
     "1 tablespoon fresh lemon juice",
     "Assorted dippers, for serving"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Toss the cheeses with the cornstarch in a bowl.",
     "Whisk the wine and lemon juice in the saucepan and bring to a gentle simmer over medium heat. Add the cheese mixture a handful at a time, stirring with a whisk or fork, making sure to let the cheese melt completely before adding the next handful of cheese to the mixture.",
     "Once all of the cheese has been added, continue to cook, stirring for 2 more minutes. Transfer to a fondue pot or slow cooker to keep warm. Serve with your choice of dippers.",
     "Tip: If the cheese starts to get firm, add a little bit of wine at a time and stir with a fork to incorporate."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-strawberry-chardonnay-jam-parfait.php",
  "title": "PERFECT STRAWBERRY \u0026 CHARDONNAY JAM PARFAITS",
  "slug": "perfect-strawberry-and-chardonnay-jam-parfaits",
  "image": "side-jam-parfait.jpg",
  "pair": [
   "chardonnay"
  ],
  "quantity": "",
  "sections": [
   {
    "type": "paragraph",
    "headline": "",
    "items": [
     "Yield: 4 parfaits"
    ]
   },
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "1-1/2 cups plain yogurt (your favorite brand)",
     "1-1/2 cups store bought granola (your favorite brand)",
     "1/2 Pint Woodbridge by Robert Mondavi Strawberry \u0026 Chardonnay Jam"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Gather four dishes or containers for your parfaits.",
     "Layer the four ingredients about 1 tablespoon at a time, depending on the size of your container. Finish with fresh strawberries or a sprinkle of granola.",
     "*Entertaining Tip: We love using 1/2 pint mason jars so that we can screw the lid on and pack them easily for a healthy, picnic perfect treat."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-patriot-popsicle.php",
  "title": "Woodbridge Cabernet Patriotic Popsicles",
  "slug": "woodbridge-cabernet-patriotic-popsicles",
  "image": "side-patriot-popsicle.jpg",
  "pair": ["cabernet-sauvignon"],
  "quantity": "",
  "sections": [
   {
    "type": "paragraph",
    "headline": "",
    "items": [
     "Yield: Six 3-ounce popsicles"
    ]
   },
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "Red Layer:","2 cups halved, hulled strawberries",
     "1 tablespoon sugar","2 tablespoons Woodbridge by Robert Mondavi Cabernet Sauvignon",
     "White Layer:","1 cup Greek yogurt","2 tablespoons heavy cream","2 tablespoons granulated sugar","2 tablespoons lime juice",
     "Blue Layer:","2 cups blueberries","½ cup blackberries","2 tablespoons granulated sugar","2 tablespoons lime juice"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Red Layer:Place all ingredients in a blender. Puree until smooth.",
     "Fill the Popsicle molds 1/3 of the way.",
     "Freeze until firm, about 30 minutes.",
     "White Layer:Place all ingredients in a blender. Blend until combined.",
     "Remove the molds from the freezer and fill each another 1/3 of the way.",
     "Freeze until firm, another 30 minutes.",
     "Blue Layer:\tPlace all ingredients in a blender. Blend until combined.",
     "Remove the molds from the freezer and fill each another 1/3 of the way.",
     "Leave about ¼ inch of space at the top of the mold.",
     "Freeze until solid, about 5 hours.",
     "*You may have extra fruit puree, depending on the size of your berries."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-moscato-tart.php",
  "title": "Moscato Baked Pear Tart",
  "slug": "moscato-baked-pear-tart",
  "image": "side-moscato-tart.jpg",
  "pair": [
   "moscato"
  ],
  "quantity": "",
  "sections": [
   {
    "type": "paragraph",
    "headline": "",
    "items": [
     "Pairs well with Woodbridge by Robert Mondavi Moscato",
     "Prep: 1-1/2 hours Bake: 45 minutes",
     "Makes 1 tart"
    ]
   },
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "For the crust:",
     "1 1/4 cup flour",
     "3 Tbsp refined sugar, divided",
     "1/4 tsp salt",
     "9 Tbsp cold unsalted butter, cubed into 1/4-inch pieces, divided",
     "2 Tbsp ice water",
     "2 Tbsp apple cider vinegar",
     "1 egg, beaten",
     "For filling:",
     "5 Bartlett pears, peeled and cut into 1/4-inch pieces",
     "1 bottle Woodbridge by Robert Mondavi Moscato",
     "1/4 cup Grade A maple syrup",
     "1 stick cinnamon",
     "1/2 cup dry sour cherries (optional)",
     "Parchment paper, cut in circle size of your pan, with a second 2-inch hole cut in center"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "For crust, sift flour, 1 tablespoon sugar and salt in bowl of food processor. Add 8 tablespoons butter, water and vinegar; pulse in food processor until dough flakes into small pea-shaped pieces. Remove dough to large piece of plastic wrap; form into ball. (The dough will look dry in food processor, but will come together when shaped.) Wrap dough ball in plastic wrap. Refrigerate at least 1 hour.",
     "Meanwhile, place pears in large saucepan. Add Moscato, maple syrup and cinnamon stick. Cover with parchment paper circle to prevent pears from rising to the top. Bring to a simmer of medium-low heat; cook 10 minutes. Add dried cherries, if desired. Remove from heat; cool 10 minutes. Strain off liquid.",
     "Preheat oven to 350F.",
     "Remove dough from refrigerator; roll out to 12-inch circle on floured surface. Transfer dough to parchment paper-lined baking sheet. Place pears in pinwheel shape, starting at the center and working out. Add cherries. Leave about 1-1/2 inches around the edges. Fold edges of dough over to enclose filling, pleating every 1-1/2 inches. Brush egg on folded edges of dough; dust edges and center with remaining 2 tablespoons sugar. Scatter remaining 1 tablespoon butter over tart before baking. Bake 45 minutes.",
     "Cook slightly; serve with vanilla bean ice cream."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-bbq-sauce.php",
  "title": "PINOT NOIR BBQ SAUCE",
  "slug": "pinot-noir-bbq-sauce",
  "image": "side-bbq-sauce.jpg",
  "pair": [
   "pinot-noir"
  ],
  "quantity": "",
  "sections": [
   {
    "type": "paragraph",
    "headline": "",
    "items": [
     "Pair with Woodbridge by Robert Mondavi Pinot Noir",
     "Makes 1-1/2 cups sauce"
    ]
   },
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "1-1/2 cups roasted cherry tomatoes (recipe below)",
     "1/2 cup Woodbridge by Robert Mondavi Pinot Noir",
     "1/2 cup packed dark brown sugar",
     "3 medium garlic cloves, finely minced",
     "3 Tbsp cider vinegar",
     "3 Tbsp Lea \u0026 Perrins Worcestershire sauce",
     "2 Tbsp brewed coffee",
     "1 Tbsp dijon mustard",
     "1-1/2 tsp paprika",
     "1/4 tsp celery salt"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "In a medium saucepan, combine all the ingredients. Bring to a boil, stirring to make sure ingredients are incorporated. Once the mixture boils, immediately reduce to low. Allow the mixture to simmer until thick, but still liquid, about 40 minutes. Transfer the ingredients to a food processor and blend until smooth.  Use the sauce on top of your favorite pulled pork sliders, or once cooled, store it in a Mason jar. The sauce will keep for a week if refrigerated.",
     "Makes 1-1/2 cups roasted cherry tomatoes."
    ]
   },
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "2 Tbsp olive oil",
     "1 Tbsp kosher salt",
     "1/2 Tbsp pepper",
     "4 cups of cherry tomatoes",
     "9 X 12 baking dish"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Preheat oven to 350 degrees. Coat the bottom of a 9 X 12 baking dish with olive oil, then add in cherry tomatoes, salt and pepper. Use your hands or a slotted spoon to make sure the tomatoes are coated thoroughly, then place the dish in the oven. Bake for 1 hour, or until skins are shriveled and the color of the tomatoes is a deep dark red, almost brownish color. Remove from the oven and let cool."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-brie-bites.php",
  "title": "Baked Brie Bites with Cherry \u0026 Woodbridge by Robert Mondavi Red Blend Sauce",
  "slug": "baked-brie-bites-with-cherry-and-woodbridge-by-robert-mondavi-red-blend-sauce",
  "image": "brie-bites-side.jpg",
  "pair": [
   "red-blend"
  ],
  "quantity": "",
  "sections": [
   {
    "type": "paragraph",
    "headline": "",
    "items": [
     "Makes 25 to 30 Brie Bites"
    ]
   },
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "1 ½ cups frozen cherries",
     "¼ cup Woodbridge by Robert Mondavi Red Blend",
     "3 Tbsp white sugar",
     "2 sprigs thyme, plus more for garnish",
     "1 package puff pastry dough",
     "4 ounces brie cheese"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Preheat oven to 425°F and line two baking sheets with parchment paper.",
     "Add cherries, Woodbridge by Robert Mondavi Red Blend, sugar, and thyme to a small pot and bring to a boil over high heat. Reduce heat to low and simmer for 10 to 15 minutes, or until cherries begin to break down and the sauce thickens. Remove from heat and allow to cool completely.",
     "Meanwhile, use a 2-inch biscuit cutter to cut circles out of the puff pastry dough. Transfer dough circles to the baking sheets, spaced at least 1 inch apart. Use your thumb to press down and slightly indent the center of each circle.",
     "Cut brie into ½-inch pieces. Place 1 piece of brie over the indentation on each puff pastry circle.",
     "Bake for 9 to 12 minutes, until puff pastry is golden brown and puffy.",
     "Transfer brie bites to a large serving platter. Use a small spoon to place about ½ teaspoon of sauce onto each brie bite. Garnish with a small thyme leaf or two and serve immediately."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-grilled-pork-peaches.php",
  "title": "Grilled Pork with Grilled Peaches and Basil",
  "slug": "grilled-pork-with-grilled-peaches-and-basil",
  "image": "grilled-pork-peaches-thumb.jpg",
  "pair": [
   "chardonnay"
  ],
  "serves": "4",
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients:",
    "items": [
     "4 bone-in pork chops",
     "2 cups Woodbridge by Robert Mondavi Chardonnay",
     "¼ cup Dijon mustard",
     "¼ cup honey, plus 2 tablespoons honey",
     "3 garlic cloves, minced",
     "¾ tsp salt",
     "⅛ tsp freshly ground black pepper",
     "3 peaches, pitted and cut into 6 pieces",
     "1 Tbsp white balsamic vinegar",
     "¼ cup small fresh basil leaves",
     "2 Tbsp small fresh mint leaves"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions:",
    "items": [
     "Use a fork to poke small holes all over the pork chops.",
     "Add wine, mustard, ¼ cup honey, garlic, salt, and pepper to a gallon freezer bag and use your hands to combine the ingredients. Add the pork chops and marinate for up to 24 hours, but at least 1 hour.",
     "Heat a grill to medium-high heat. Brush the grill grates with oil.",
     "Toss peaches with the remaining 2 tablespoons honey and vinegar. Set aside.",
     "Shake as much marinade as possible off of the pork chops. Grill for 2 minutes, then flip and cook for 2 additional minutes or until an internal meat thermometer registers 145°F. Transfer pork to a serving platter.",
     "Grill peaches until golden-brown on each side, 60 to 90 seconds total.",
     "Transfer peaches to the serving platter of pork chops, and scatter basil and mint over top. Serve immediately."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-white-hot-chocolate.php",
  "title": "Spiked White Hot Chocolate with Woodbridge Cabernet Caramel Sauce",
  "slug": "spiked-white-hot-chocolate-with-woodbridge-cabernet-caramel-sauce",
  "image": "white-hot-chocolate-side.jpg",
  "pair": [
   "cabernet-sauvignon"
  ],
  "serves":"4 to 6",
  "quantity": "",
  "sections": [
   {
    "type": "paragraph",
    "headline": "",
    "items": [
     "Have you ever had a craving for hot chocolate but realized you’re out of cocoa powder? This constitutes an emergency in my house! Our favorite alternative is a white hot chocolate with a caramel sauce. I like a little Woodbridge Cabernet Sauvignon caramel drizzle in mine.  It’s like the spark plug in the engine of this boozy holiday drink! This recipe is great to enjoy for quiet winter nights at home, but it’s also a crowd pleaser if you’re entertaining and can be easily heated in a slow-cooker to save time and space.",
     "This is one of those holiday indulgences that always pleases the crowd. It’s very different than a classic hot chocolate. I made this recipe because I once I was completely out of cocoa powder and happened to have white chocolate. I was searching for a way to provide what the white chocolate doesn’t offer: a pleasant bitter note and brightness. That’s where the Woodbridge Cabernet Sauvignon caramel comes into play. It’s flavors of chocolate and toasted marshmallow are a perfect complement and I like to balance these rich flavors by topping with unsweetened whipped cream.",
     "Pairs well with Woodbridge by Robert Mondavi Cabernet Sauvignon",
     "Prep time: 5 minutes",
     "Cook time: 20-25 minutes total (inactive)"
    ]
   },
   {
    "type": "list",
    "headline": "The Cabernet Caramel Ingredients:",
    "items": [
     "1 bottle Woodbridge by Robert Mondavi Cabernet Sauvignon",
     "1 cup sugar",
     "2 Tbsp. water"
    ]
   },
   {
    "type": "list",
    "headline": "The White-Hot Chocolate Ingredients:",
    "items": [
     "5 cups whole milk",
     "1 tsp. vanilla",
     "1 ½ cups good quality white chocolate chips",
     "6-8 Tbsp. dark rum",
     "1 cup whipped cream, unsweetened"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions:",
    "items": [
     "Reduce the red wine: In a medium pot, reduce the Woodbridge Cabernet Sauvignon over medium heat until there is ¾ cup total liquid, 15-20 minutes. Keep warm.",
     "Make the Cabernet caramel: In a medium saucepan, combine the sugar and water and cook over medium heat for 6-8 minutes or until an amber-colored caramel forms. Remove the pan from the heat and carefully stir in the reduced wine. Return to the stove and simmer 3-5 additional minutes to allow the flavors to meld together. Keep warm.",
     "Make the hot chocolate:  In a large, heavy-bottomed pot, heat about 2 cups of the milk and the vanilla over low heat. Place the chocolate chips in a heatproof bowl that fits on top of the pot to create a makeshift double boiler. Gently melt the chocolate in the bowl above the milk, stirring with a rubber spatula. When melted, remove from the heat and heat the remaining milk in the pot until it simmers. Gently whisk the warm, melted chocolate into the milk.  Add the rum to taste, if using.",
     "Serve the drink: Spoon some Cabernet caramel into the bottom of four large mugs or 6 smaller cups. Pour in the hot white chocolate mix. Top with whipped cream and drizzle with additional Cabernet caramel. Have kids at the party? Simply omit the rum and the caramel and dust with a little cinnamon instead!"
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-pinot-dip.php",
  "title": "Pinot Noir Three Cheese Dip",
  "slug": "pinot-noir-three-cheese-dip",
  "image": "side-bacon-dip.jpg",
  "pair": [
   "pinot-noir"
  ],
  "serves":"4 to 6",
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "1 cup uncooked bacon, ½” chopped2 tablespoons Woodbridge by Robert Mondavi Pinot Noir1 cup gruyere cheese½ cup cream cheese½ cup mayonnaise\t1 tablespoon lemon juice1 tsp salt¼ tsp black pepper¼ tsp cayenne2 tablespoons parmesan1 tablespoon parsley, finely chopped"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Preheat oven to 400°.",
     "Place bacon in a large skillet over medium-high heat. Cook for 2-4 minutes, then add Woodbridge by Robert Mondavi Pinot Noir and cook for an additional 10 minutes to render the fat and crisp the bacon. All wine should evaporate during cooking. Remove from heat and allow the bacon to cool completely.",
     "Place all ingredients, including the bacon, in a large mixing bowl. Stir gently until fully combined. Scoop the dip into an oven proof cast iron skillet or ceramic dish. Sprinkle parmesan evenly over the top.",
     "Place in the oven and cook for 10-15 minutes, or until dip is bubbling.",
     "Remove from oven and garnish with parsley. Serve with flatbread or crackers."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-chocolate-bark.php",
  "title": "CALIFORNIA CHOCOLATE BARK",
  "slug": "california-chocolate-bark",
  "image": "side-chocolate-bark.jpg",
  "pair": [
   "cabernet-merlot"
  ],
  "serves": "10 to 12",
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "4 oz semisweet chocolate chips",
     "12 oz dark chocolate chips",
     "1 cup whole roasted nuts (your favorite)",
     "1 cup of your favorite dried fruit (figs, apricots, cherries, cranberries)",
     "2-3 Tbsp sea salt"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Spread a large piece of parchment paper over a sheet pan.",
     "Chop nuts and halve or quarter dried fruit based on its size.",
     "Add all chocolate to a microwave proof bowl. In 30-second intervals, microwave the chocolate, quickly remove and stir, then return to the microwave for 30 seconds until the chocolate is completely melted - about 3 minutes.",
     "Acting quickly, pour the melted chocolate out onto the parchment paper in a rectangle.",
     "Allow the chocolate to rest for about 30 seconds, then sprinkle nuts and fruit over the chocolate.",
     "Let chocolate cool for another two minutes, then sprinkle sea salt over top. Set aside for about 2 hours or until firm. Do NOT put in the refrigerator to speed firming - the chocolate will grey.",
     "Chop or break the bark into pieces.",
     "Store in an airtight container in a cool place for up to one week and serve at room temperature. Serve with a glass of Woodbridge by Robert Mondavi Cabernet Merlot.",
     "Entertaining Tip: This recipe is fun because you can customize it to suit your preferences. Here, we use cashews, dried cherries and dried figs - all native California ingredients, home of Woodbridge by Robert Mondavi."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-spiced-sauvignon-preserve.php",
  "title": "Spiced Sauvignon Preserve",
  "slug": "spiced-sauvignon-preserve",
  "image": "side-spiced-sauvignon-preserve.jpg",
  "pair": [
   "cabernet-sauvignon"
  ],
  "quantity": "",
  "sections": [
   {
    "type": "paragraph",
    "headline": "",
    "items": [
     "Prep time: 5 minutes",
     "Cook time: 15-20 minutes (most inactive)",
     "Yield: 2 1/2 cups. About 8-10 servings"
    ]
   },
   {
    "type": "list",
    "headline": "Preserve  Ingredients",
    "items": [
     "1 bottle of Woodbridge by Robert Mondavi Cabernet Sauvignon",
     "1 cup dried cherries",
     "2 cinnamon sticks",
     "1 teaspoon ground cinnamon",
     "½ teaspoon ground allspice",
     "½ teaspoon ground nutmeg",
     "One 13-ounce jar blueberry jam (preferably with blueberries in the mix)"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "In a medium pot over medium heat, bring the bottle of Woodbridge by Robert Mondavi Cabernet Sauvignon to a simmer, 2-3 minutes.",
     "Stir in the cherries, cinnamon sticks, cinnamon, allspice and nutmeg. Continue to reduce until there is about 1 1/2 cups remaining, 10-12 additional minutes.",
     "Stir with a wooden spoon and shut off the heat. Let the preserve sit and cool completely off the heat.",
     "Serve the preserve: I leave the cinnamon sticks in for décor but feel free to remove. Spoon the preserve into a glass bowl or festive jar. If not serving right away, refrigerate, covered, for up to 2 weeks."
    ]
   },
   {
    "type": "paragraph",
    "headline": "Recipe tips \u0026 hacks:",
    "items": [
     "If you don't know your exact number of guests, keep your hors d'oeuvres flexible: A platter with cheese, cold cuts and condiments can feed few or many...Have some pizza dough baked and ready so you can make a few (or many) simply topped flatbreads to feed however many people you end up with!"
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-cabernet-brownies.php",
  "title": "CABERNET DARK CHOCOLATE BROWNIES",
  "slug": "cabernet-dark-chocolate-brownies",
  "image": "side-brownies.jpg",
  "pair": [
   "cabernet-sauvignon"
  ],
  "quantity": "",
  "sections": [
   {
    "type": "paragraph",
    "headline": "",
    "items": [
     "Prep: 3 hours 30 minutes Bake: 40 minutes",
     "Makes 20 brownies"
    ]
   },
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "2 cups fresh cherries, pitted",
     "1 cup Woodbridge by Robert Mondavi Cabernet Sauvignon",
     "1/4 cup unsalted butter, room temperature",
     "1 ripe banana, mashed",
     "2 large eggs, lightly beaten",
     "1/2 cup water",
     "2/3 cup all-purpose flour",
     "1 cup granulated sugar",
     "3/4 cup high quality unsweetened cocoa powder",
     "1-1/2 cup dark chocolate, chopped",
     "1 tsp baking powder"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Soak cherries in Cabernet Sauvignon at least 3 hours, making sure cherries are completely submerged in liquid. Preheat oven to 350F. Line 9-inch square baking pan with parchment paper; coat with nonstick cooking spray. Mash butter with banana in large mixing bowl. Add eggs, one at a time. Whisk in water until mixture is smooth. In separate large bowl, combine dark chocolate, sugar, cocoa powder, flour and baking powder. Slowly add dry ingredients to butter-banana mixture, stirring to incorporate after each addition. Mix until batter is smooth and there are no lumps. Gently fold in cherries, reserving a few for garnish; stir batter to incorporate. Pour batter into pan. Bake 40 minutes or until a toothpick inserted in center comes out clean. Garnish with reserved cherries."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-swiss-chard.php",
  "title": "SWISS CHARD WITH GOLDEN RAISINS AND PUMPKIN SEEDS",
  "slug": "swiss-chard-with-golden-raisins-and-pumpkin-seeds",
  "image": "side-swiss-chard.jpg",
  "pair": [
   "sauvignon-blanc"
  ],
  "serves": "6",
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "2 pounds Swiss chard, stem ends trimmed",
     "1/4 cup raw hulled pumpkin seeds",
     "1 Tbsp extra-virgin olive oil",
     "1 small red onion, halved and thinly sliced",
     "1/2 tsp sea salt",
     "1/2 cup golden raisins",
     "1 Tbsp fresh lemon juice"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Place the chard on your cutting board. Use a sharp knife to cut out the colorful stems from the leaves. Slice the stem cross-wise into 1/4-inch pieces and place them in a bowl.",
     "Working in batches, stack the greens, roll them into a thick cigar shape and slice them crosswise into 1/4-inch-wide ribbons.",
     "Toast the pumpkin seeds in a small skillet over medium heat, shaking the pan often, until fragrant, toast-brown and plump, 3-4 minutes. Transfer to a small plate to cool and set aside.",
     "Heat the oil in a large nonstick skillet over medium-high heat. Add the onion and salt and cook, stirring often, until it begins to soften, 3-4 minutes. Stir in the chard stems and cook until they're starting to soften, about 4 minutes. Add the greens and cook, stirring often, until they begin to wilt, about 4 minutes longer. Stir in raisins and lemon juice and turn off the heat.",
     "Sprinkle the pumpkin seeds over the top and serve."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-merlot-chili.php",
  "title": "MERLOT CHILI",
  "slug": "merlot-chili",
  "image": "side-chili.jpg",
  "pair": [
   "merlot"
  ],
  "serves": "8 to 10",
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "1 Tbsp olive oil",
     "3 large cloves garlic, chopped finely",
     "1 large jalapeno, chopped finely (remove seeds or omit completely if you don’t like spicy chili)",
     "1 large yellow onion, chopped",
     "1/2 pound hot Italian sausage, removed from casing",
     "2 pounds ground 80% lean ground beef",
     "1 Tbsp salt",
     "1 Tbsp pepper",
     "1 tsp cumin",
     "1/2 tsp cayenne pepper",
     "2 bell peppers, chopped",
     "28 oz can of whole tomatoes",
     "15 oz can whole kernel corn",
     "15 oz can reduced sodium red kidney beans",
     "15 oz can low sodium black beans",
     "1 cup Woodbridge by Robert Mondavi Merlot"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Heat olive oil over medium heat. Add next three ingredients and stir to coat with oil. Add lid and let the onions sweat for 3 minutes.",
     "Add meat and all spices and stir frequently until all meat is browned and cooked through, about 10 minutes. This will release a lot of moisture, so continue cooking until most of the moisture evaporates. You may have to ladle some out.",
     "Using your hands, crush the canned tomatoes over the pot. Add the entire can this way. Add the remaining canned goods.",
     "Lastly, add the Woodbridge by Robert Mondavi Merlot. Simmer with the lid on for at least 30 minutes, but up to two hours. (Like all chili, this is best reheated and served the next day, making it a perfect dish for weeknight meals or easy entertaining!)",
     "Serve with your favorite chili toppings like sour cream, shredded cheese, chopped green onions, chopped jalapeno, tortilla chips or corn bread.",
     "Entertaining Tip: Make chili up to three days before serving. Reheat individual portions in microwave-proof mugs, or store in the pot that you cooked it in and simply reheat the entire pot."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-melon-mint-popsicles.php",
  "title": "MELON-MINT WINE-SICLES",
  "slug": "melon-mint-wine-sicles",
  "image": "side-melon-popsicles.jpg",
  "pair": [
   "moscato"
  ],
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "1 cup water",
     "1 cup granulated sugar",
     "4 sprigs fresh mint",
     "1/2 honeydew melon, peeled and cubed",
     "3/4 cup Woodbridge by Robert Mondavi Moscato"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "In a small saucepan, combine water, sugar and mint to create an infused syrup. Simmer gently for 10 minutes. Cool and reserve. In a food processors, blend together the honeydew and wine. Add the infused syrup and pulse to combine. Pour mixture into individual molds; add sticks and freeze until solid, approximately 6 hours.",
     "Makes 10 wine-sicles."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-roasted-pork-loin.php",
  "title": "ROASTED PORK LOIN WITH CHARDONNAY RELISH",
  "slug": "roasted-pork-loin-with-chardonnay-relish",
  "image": "side-roasted-pork.jpg",
  "pair": [
   "chardonnay"
  ],
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "5 large shallots, peeled and cut in half",
     "1 Tbsp extra virgin olive oil",
     "6 Tbsp Woodbridge by Robert Mondavi Chardonnay (divided)",
     "3 Tbsp grainy mustard",
     "2 Tbsp fresh thyme leaves",
     "Salt and pepper to taste",
     "3-1/2 to 4 pound pork loin roast"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Preheat oven to 450F. On a large piece of heavy-duty foil, place the shallots tossed with olive oil and 2 tablespoons of wine.",
     "Gather together the foil, leaving a bit of space open at the top and roast for 35-40 minutes.",
     "Remove from oven and cool for 10 minutes.",
     "Place the shallots in a food processor with the mustard, the 4 remaining tablespoons of wine, thyme leaves, and salt and pepper to taste. Pulse until you have a chunky relish. Remove 3/4 cup to a bowl, and pulse the remainder until smooth.",
     "Place meat in a roasting pan and spread with the smooth mixture. Roast for about 1 hour or until meat thermometer reads 145F.",
     "Let stand for 5 minutes before carving. Serve with the chunky relish. Serves 8-10.",
     "This recipe can also be made with a smoked, spiral-cut ham. Just reduce the oven temperature when roasting meat from 450F to 350F. All other directions stay the same."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-caramelized-onion-dip.php",
  "title": "CARAMELIZED ONION DIP",
  "slug": "caramelized-onion-dip",
  "image": "side-onion-dip.jpg",
  "pair": [
   "cabernet-sauvignon"
  ],
  "serves":"4 to 6",
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "3 Tbsp unsalted butter",
     "1 large onion, sliced into half rings",
     "1 tsp salt",
     "1/4 tsp nutmeg",
     "1/2 tsp pepper",
     "1 Tbsp Woodbridge by Robert Mondavi Cabernet Sauvignon",
     "8 oz cream cheese, room temperature",
     "1/2 cup sour cream",
     "1/2 cup plain yogurt",
     "2 Tbsp chives, chopped"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Melt butter over medium-low heat, then add onions, salt, pepper and nutmeg. Slowly caramelize the onions by letting them sit for about 3 minutes, then stirring. Do not allow the onions to burn. If the pan gets too dry, add a small amount of water.",
     "When the onions are a rich brown color (about 30 minutes), add the Woodbridge by Robert Mondavi Cabernet Sauvignon and cook for another three minutes or until the wine is completely absorbed. Remove from heat.",
     "Add cream cheese, sour cream and yogurt to the bowl of an electric mixer and beat until smooth on medium low speed. Turn the mixer down to the lowest speed and add the onions. Add seasonings to taste.",
     "Garnish with chives and serve at room temperature.",
     "Entertaining Tip: Make dip up to two days in advance, reserving a Tbsp or so of the caramelized onions for garnish. Remove from the refrigerator 30 minutes before serving to bring to room temperature."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-crab-cakes.php",
  "title": "CRANBERRY SAGE CRAB CAKES",
  "slug": "cranberry-sage-crab-cakes",
  "image": "side-cran-cakes.jpg",
  "pair": [
   "sauvignon-blanc"
  ],
  "serves":"6",
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "1 (4 oz) can lump crabmeat",
     "Juice of 1 lemon",
     "1 small red onion, finely chopped",
     "3/4 cup dried cranberries",
     "3 Tbsp finely chopped sage",
     "3 Tbsp light mayonnaise",
     "1 large egg, lightly beaten",
     "2 cups panko bread crumbs",
     "2 Tbsp canola oil",
     "Sea salt for seasoning"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Stir the crabmeat, lemon juice, dried cranberries, and sage together in a medium bowl. Stir in the mayonnaise, mixing until all of the ingredients are evenly coated. Add the egg to the crab mixture, stir to combine, and then stir in 1 cup of panko. Use your hands to shape the mixture into 2'' diameter patties, 1'' thick. Make sure they are packed tightly enough to hold together without crumbling. Place the remaining 1 cup panko in a shallow dish. Coat the patties with panko and place them on a baking sheet. Heat 1 T of the oil in a large nonstick skillet over medium heat. Working in batches, add enough patties to fill the pan without crowding and cook, without turning, until golden brown (2 to 3 min). Use a thin metal spatula to gently flip the crab cakes and brown the other side (an additional 2 to 3 min). Transfer to a paper towel-lined plate to drain. Repeat with the remaining crab cakes, adding 1 T oil to the pan for each batch. Add sea salt to season."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-lamb-lollipops.php",
  "title": "Pomegranate Glazed Lamb Lollipops",
  "slug": "pomegranate-glazed-lamb-lollipops",
  "image": "side-pom-lamb.jpg",
  "pair": [
   "cabernet-sauvignon"
  ],
  "serves": "4 appetizer portions",
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "3 cups 100% pomegranate juice",
     "1/2 cup panko bread crumbs",
     "2 Tbsp finely chopped fresh sage or 3 teaspoons dried sage",
     "3/4 teaspoons sea salt",
     "1-1/2 Tbsp extra-virgin olive oil",
     "1-1/2 teaspoons Dijon mustard",
     "1 (6-8 bone) rack of lamb, Frenched"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Preheat oven to 450F.",
     "Heat the pomegranate juice in a small saucepan over medium-high heat until it comes to gentle boil. Reduce the heat to medium and simmer until the juice is reduced to 3/4 cup, and has the consistency of maple syrup. Cool to room temperature.",
     "Toss the panko with sage and 1/4 teaspoons salt together on a rimmed baking sheet.",
     "Drizzle 1-1/2 teaspoons of the olive oil over the mixture and rub it between your palms to incorporate into the breadcrumbs. Set aside. Rub the entire rack of lamb with the remaining 1/2 teaspoon salt. Heat the remaining 1 tablespoon olive oil in a large ovenproof skillet on high heat. Place the rack of lamb rounded-side down in the pan and cook until browned (2-3 min). Turn over and brown for 2-3 minutes on the second side.",
     "Transfer lamb to a cutting board. Using a pastry brush, dab the mustard all over the browned lamb. Press both sides of the lamb in the seasoned panko, making sure to cover the entire surface in an even layer of bread crumbs. Wrap a sheet of foil over the tips of the bones (so they don't burn) and place the rack back in the skillet, bone-side down.",
     "Place the skillet in the oven and roast the lamb for 12 to 14 minutes for medium doneness. Let the lamb rest for 10 minutes before using a sharp knife to separate the rack into individual chops.",
     "Arrange on a plate and drizzle with the pomegranate reduction."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-red-white-blue-layered-dessert.php",
  "title": "Red, White \u0026 Blue Layered Dessert",
  "slug": "red-white-and-blue-layered-dessert",
  "image": "red-white-blue-layered-dessert-side.jpg",
  "pair": [
   "pinot-grigio"
  ],
  "serves": "6 to 8",
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "20 ladyfinger biscuits (from a 7-ounce package)",
     "1 cup Woodbridge by Robert Mondavi Pinot Grigio",
     "¼ cup white sugar",
     "4 cups heavy cream",
     "3 Tbsp powdered sugar",
     "1 13-oz jar raspberry jam",
     "2 Tbsp warm water",
     "1 cup blueberries, plus more for garnish",
     "1 cup strawberries, hulled and diced, plus more for garnish",
     "1 cup raspberries, plus more for garnish"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Place biscuits on a rimmed baking sheet. Stir Woodbridge by Robert Mondavi Pinot Grigio and sugar together, then use a pastry brush to brush it over the biscuits.",
     "In a stand mixer fitted with the whisk attachment or using a handheld whisk, whisk heavy cream with powdered sugar on high speed until stiff peaks form.",
     "Pour jam into a large bowl and whisk with water to thin out slightly.",
     "Cover the bottom of a 3-quart trifle bowl with ⅓ of the ladyfingers. Smooth ⅓ of the whipped cream over top. Top with ⅓ the jam. Top with ⅓ of the blueberries, ⅓ of the strawberries, and ⅓ of the raspberries.",
     "Repeat layering twice more. Swirl the raspberry jam into the whipped cream to create a pretty swirled effect on the top layer.",
     "Refrigerate overnight.",
     "Top with fresh berries just before serving."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-mexican-street-corn-salad.php",
  "title": "Mexican Street Corn Salad",
  "slug": "mexican-street-corn-salad",
  "image": "mexican-corn-salad-side.jpg",
  "pair": [
   "chardonnay"
  ],
  "serves": "2 to 4",
  "quantity": "",
  "sections": [
   {
    "type": "paragraph",
    "headline": "Made with Jacobsen Salt Co. \u0026 Woodbridge by Robert Mondavi Chardonnay Salt",
    "items": [
     "This is a great salad to serve anytime—for lunch or dinner. You can make the whole recipe ahead and simply stir in the basil and arugula last minute. The brightness of the Jacobsen Salt Co. \u0026 Woodbridge by Robert Mondavi Chardonnay Salt highlights the natural sweetness of the corn.",
     "Why cook corn for corn salad? While I love the starchy sweetness of raw corn, cooking it for a few minutes makes it juicier. When tossed with the Jacobsen Salt Co. \u0026 Woodbridge by Robert Mondavi Salt and vinaigrette accented with both reduced Woodbridge by Robert Mondavi Sauvignon Blanc and lemon it is uniquely delicious.",
     "Prep time: 15-20 minutes",
     "Cook time: 15 minutes"
    ]
   },
   {
    "type": "list",
    "headline": "Corn and Chardonnay Salt Ingredients:",
    "items": [
     "8 whole medium ears of corn, shucked",
     "¾ cup sugar",
     "Jacobsen Salt Co. \u0026 Woodbridge by Robert Mondavi Chardonnay Salt",
     "1 tsp paprika",
     "1 tsp coriander seeds, lightly crushed and toasted"
    ]
   },
   {
    "type": "list",
    "headline": "Woodbridge Sauvignon Blanc Vinaigrette Ingredients::",
    "items": [
     "2 cups Woodbridge by Robert Mondavi Sauvignon Blanc",
     "1 Tbsp honey",
     "2 Tbsp (1 large lemon) freshly squeezed lemon juice",
     "½ cup extra-virgin olive oil"
    ]
   },
   {
    "type": "list",
    "headline": "Salad Ingredients:",
    "items": [
     "2 cups arugula leaves",
     "1 cup basil leaves",
     "1 scant cup (4 ounces) crumbled feta cheese"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Cook and clean the corn: Bring 4 quarts of water to a rolling boil and add the sugar and 2 tablespoons of Jacobsen Salt Co. \u0026 Woodbridge by Robert Mondavi Chardonnay Salt. Hold each ear of corn upright with one end on the cutting board and the other in your non-cutting hand. Use a sharp chef’s knife to shave off the kernels in rows from the cob. Cut close to the core so that the kernels remain relatively whole but not so close that you end up taking fibrous pieces of the cob with you. Repeat with all of the corn.",
     "Make the wine salt mix: In a small bowl, combine the paprika and coriander with 2 teaspoons of the Chardonnay Salt. Set aside.",
     "Reduce the wine: In a medium pot, reduce the Woodbridge by Robert Mondavi Sauvignon Blanc over medium heat until the liquid measures 1/4 cup, 10-12 minutes. Stir in the honey. Cool.",
     "Make the vinaigrette: In a large bowl, whisk together the reduced Woodbridge by Robert Mondavi Sauvignon Blanc, lemon juice and olive oil.",
     "Assemble the salad: In the bowl with the vinaigrette, toss the corn and add wine salt-spice mixture, basil and arugula. Arrange on a large serving platter. Top with feta cheese."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-roasted-flatbreads.php",
  "title": "Roasted Fig And Prosciutto Flatbreads",
  "slug": "roasted-fig-and-prosciutto-flatbreads",
  "image": "side-roasted-flatbreads.jpg",
  "pair": [
   "moscato",
   "pinot-grigio"
  ],
  "serves": "8 appetizer portions",
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "8 fresh figs, tough stem removed and halved",
     "1 Tbsp honey",
     "2 cups, plus 1 Tbsp balsamic vinegar",
     "2 Tbsp extra-virgin olive oil, divided",
     "1 medium red onion, halved and thinly sliced",
     "1 store-bought pizza dough",
     "4 oz fresh goat cheese (chevre)",
     "1 cup arugula",
     "6 slices prosciutto",
     "Salt for seasoning"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Preheat oven to 425F.",
     "Toss the figs in a baking dish or sheet tray with 1 tablespoon honey and 1 tablespoon balsamic vinegar. Roast for about 15-20 minutes until softened. Let cool.",
     "Heat the remaining 2 cups balsamic vinegar in a small saucepan over medium-high heat until it comes to gentle boil. Reduce the heat to medium and simmer until the balsamic is reduced to 1/3 cup, and has the consistency of maple syrup (about 30 min.). Cool to room temperature.",
     "Heat 2 tablespoonof the olive oil in a large skillet over medium heat. Add the onion and cook, stirring occasionally until the onion is golden (about 10 min.).",
     "Roll out the pizza dough and place on a large sheet tray. Bake at 425F for about 10-15 minutes until golden brown.",
     "Transfer flatbread to a large platter and brush with remaining 1 tablespoon olive oil and a sprinkle of salt. Top with the caramelized onions, figs, goat cheese, arugula, and prosciutto.",
     "Drizzle with the balsamic reduction and cut into 16 pieces."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-grilled-salmon-blackberry.php",
  "title": "GRILLED SALMON WITH PINOT GRIGIO BLACKBERRY SAUCE",
  "slug": "grilled-salmon-with-pinot-grigio-blackberry-sauce",
  "image": "side-salmon-blackberry.jpg",
  "pair": [
   "pinot-grigio"
  ],
  "serves": "4",
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "4 salmon fillets, skin on",
     "4 Tbsp good olive oil",
     "Salt and pepper to taste"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Heat grill to 375F - turning on only half of the grill burners.",
     "Coat the fillets with olive oil, salt and pepper.",
     "Oil the grill on the side that the burners are off.",
     "Grill salmon over indirect heat for 8 minutes on each side, starting with skin side down."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-pumpkin-doughnuts.php",
  "title": "PUMPKIN SPICE DOUGHNUTS",
  "slug": "pumpkin-spice-doughnuts",
  "image": "side-pumpkin-doughnuts.jpg",
  "pair": [
   "moscato"
  ],
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "For The Doughnuts",
    "items": [
     "2 eggs",
     "3/4 cup sugar",
     "2 Tbsp unsalted butter",
     "1 cup organic pumpkin puree",
     "4-1/2 cups all-purpose flour",
     "2 tsp baking powder",
     "1 tsp baking soda",
     "1 tsp salt",
     "1 tsp pumpkin pie spice (or 1/3 tsp each nutmeg, ginger, and cinnamon)",
     "1 can low-fat evaporated milk",
     "Canola oil for deep-frying"
    ]
   },
   {
    "type": "list",
    "headline": "For the Maple Frosting",
    "items": [
     "1 Tbsp maple syrup",
     "1 to 1-1/2 cups powdered sugar",
     "2 Tbsp almond milk",
     "1/4 tsp cinnamon"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "In a medium mixing bowl, beat eggs, sugar, and butter. Add pumpkin puree, mix in well.",
     "For the dry ingredients, combine the flour, baking powder, baking soda, salt, and pumpkin spice.",
     "Begin to marry the pumpkin batter and alternate with the evaporated milk, folding in gently. Refrigerate the batter to firm for approximately 1 hour before kneading. Turn onto a lightly floured work-surface and knead well.",
     "Roll to approximately 3/4\" in thickness. Cut with a 2-1/2\" doughnut cutter. Alternatively, cut with the small rim of any glass jar or cup and use a small bottle to cut out the hole.",
     "Fry doughnuts and doughnut holes, a few at a time, until golden (approximately 1-2 minutes on each side). Remove using a slotted spoon or a spider and allow the excess oil to drain on paper towels.",
     "For the icing, whisk together all ingredients in a medium mixing bowl.",
     "Spread over cooled doughnuts with a teaspoon (place on a wire rack over a sheet tray, if desired)."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-crab-macaroni-cheese.php",
  "title": "Crab Macaroni and Cheese",
  "slug": "crab-macaroni-and-cheese",
  "image": "crab-mac-n-cheese-side.jpg",
  "pair": [
   "cabernet-sauvignon"
  ],
  "serves": "4 to 6",
  "quantity": "",
  "sections": [
   {
    "type": "paragraph",
    "headline": "Made with Jacobsen Salt Co. \u0026 Woodbridge by Robert Mondavi Cabernet Sauvignon Salt",
    "items": [
     "Pairs well with Woodbridge by Robert Mondavi Cabernet Sauvignon",
     "Any type of crab will work for this recipe: fresh, frozen or canned. If the crab is frozen, simply defrost in the refrigerator and drain of all excess liquid before adding to the macaroni. If canned, thoroughly drain crab of liquid before using. Also, taste the crab before adding to the macaroni. You may find it needs salt and pepper before mixing in. You can also make this dish vegetarian by simply omitting the crab!",
     "One of the exciting things about this recipe is how the Woodbridge by Robert Mondavi Chardonnay in the cheese sauce base and the Cabernet Sauvignon Wine Salt add a tangy, acidic note that brightens the cheese. The flavors they create resemble a great fondue sauce. The wine also illuminates the crabmeat and makes this dish hard to resist!",
     "Prep time: 15 minutes",
     "Cook time: ~30 minutes (mostly inactive)"
    ]
   },
   {
    "type": "list",
    "headline": "Wine and Pasta Ingredients:",
    "items": [
     "2 cups Woodbridge by Robert Mondavi Chardonnay",
     "Jacobsen Salt Co. \u0026 Woodbridge by Robert Mondavi Cabernet Sauvignon Salt to taste",
     "1 pound elbow macaroni"
    ]
   },
   {
    "type": "list",
    "headline": "Sauce Ingredients:",
    "items": [
     "3 cups heavy cream",
     "2 Tbsp Dijon mustard",
     "3 ½ cups grated Swiss cheese",
     "½ cup grated sharp cheddar cheese",
     "1 cup finely grated Parmesan cheese",
     "1 Tbsp Worcestershire sauce",
     "2 tsp Tabasco",
     "1 pound lump crabmeat, picked of any shell bits"
    ]
   },
   {
    "type": "list",
    "headline": "Topping:",
    "items": [
     "1 cup Panko breadcrumbs, toasted",
     "½ cup chopped flat-leaf parsley"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions:",
    "items": [
     "Preheat the oven to 350F.",
     "Reduce the wine: In a medium pot, reduce the Woodbridge by Robert Mondavi Chardonnay over medium heat until the liquid measures about ½ cup, 5-8 minutes. Remove the pot from the heat.",
     "Cook the pasta: In a large pot, bring 4 quarts water and 2 tablespoons of the wine salt to a rolling boil. It should taste like seawater. Stir in the macaroni and cook but leave quite firm, 6-8 minutes. Drain the reserve pasta, keeping some of the cooking liquid.",
     "Make the macaroni sauce: In the same pot holding the reduced wine, add the cream and the mustard to a simmer gently over medium-low heat with a pinch of wine salt. Stir in the 3 cups of the Swiss cheese, all of the cheddar and ½ of the Parmesan cheese, Worcestershire and Tabasco and warm until cheese melts, 3-5 minutes.",
     "Finish the dish: Add the macaroni to the cream and stir gently to blend. Allow the macaroni to \"rest\" on the stove, 5-10 minutes, so the pasta absorbs the flavors. Transfer half of the macaroni to an ovenproof baking dish (about 9\" x 13\"), sprinkle with an even layer of about half of the crab. Gently layer on the remaining macaroni and crab.",
     "Make the breadcrumb mix and finish the dish: In a medium bowl, mix the breadcrumbs with remaining Swiss and Parmesan cheeses and parsley. Top the pasta with the breadcrumbs and bake in the oven 15-20 minutes or until browned and hot."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-fruit-salad.php",
  "title": "Woodbridge Chardonnay-Drenched Fruit Salad",
  "slug": "woodbridge-chardonnay-drenched-fruit-salad",
  "image": "side-fruit-salad.jpg",
  "pair": [
   "chardonnay"
  ],
  "serves":"4 to 6",
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "¼ cup Woodbridge by Robert Mondavi Chardonnay¼ cup waterJuice of 1 orange (about ¼ cup)½ cup white granulated sugar 2 pints blueberries4 pints strawberries, hulled and quartered2 pints blackberries1/4 cup mint leaves, thinly sliced"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Place the Woodbridge by Robert Mondavi Chardonnay, water, orange juice and sugar into a small saucepan and place over high heat. Stir to combine and bring to a boil.",
     "Turn the heat to low and simmer 15-20 minutes to thicken until syrupy. Set aside until cool.",
     "Add fruit and mint to a large bowl. Pour cooled syrup over the fruit, little by little, and toss to combine."
    ]
   }
  ]
 },
 {
  "url": "/Food-Wine/recipe-butternut-squash-cheese-dip.php",
  "title": "ROASTED BUTTERNUT SQUASH \u0026 GOAT CHEESE DIP",
  "slug": "roasted-butternut-squash-and-goat-cheese-dip",
  "image": "side-group-dips.jpg",
  "pair": [
   "pinot-noir"
  ],
  "serves": "4 to 6 appetizer servings",
  "quantity": "",
  "sections": [
   {
    "type": "list",
    "headline": "Ingredients",
    "items": [
     "1 pound butternut squash, cubed",
     "2 large carrots, peeled and chopped into large pieces",
     "3 bulbs garlic, diced",
     "2 Tbsp olive oil",
     "2 Tbsp pine nuts plus more for garnish",
     "2 Tbsp goat cheese plus more for garnish",
     "2 Tbsp fresh lemon juice",
     "1 Tbsp Woodbridge by Robert Mondavi Pinot Noir",
     "Zest of 1/2 lemon",
     "Salt and pepper, to taste",
     "Cayenne, to taste",
     "1 Tbsp fresh chives, finely chopped (optional)"
    ]
   },
   {
    "type": "paragraph",
    "headline": "Directions",
    "items": [
     "Preheat oven to 375F.",
     "Toss first four ingredients in a medium sized bowl. Spread them out on a baking sheet and bake until butternut squash is fork tender, about 30 minutes.",
     "Add all ingredients to food processor and pulse until smooth.",
     "Spoon the dip into a serving bowl and top with extra pine nuts and goat cheese. Serve warm with crackers, pita or Ciabatta bread as pictured, and a glass of Woodbridge by Robert Mondavi Pinot Noir.",
     "Entertaining Tip: Make the dip up to two days before you plan to serve. Dish it into an oven proof serving dish and heat for 30 minutes at 375F before serving. At the 25-minute mark, take the dip out and sprinkle goat cheese and pine nuts over top. Put back in the oven on broil for the remaining 5 minutes to toast the pine nuts and warm the goat cheese."
    ]
   }
  ]
 }
]
